<?php
	$lang0='دعم العملاء السريع';
	$lang1='إذا كنت تواجه صعوبة، فيرجى النقر فوق "الدعم السريع" لتشغيل تقرير تشخيصي بشكل تلقائي على جهازك المتصل بالشبكة. وعند اكتمال التقرير، سيتم توجيهك إلى نموذج دعم العملاء مع المعلومات التشخيصية المرفقة بالفعل في التقرير حتى نتمكن من تعجيل طلبك.';
	$lang2='الدعم السريع';
	$lang3='سياسة الخصوصية';
	$lang4='تشغيل تقرير النظام يدويًا';
	$lang5='تشغيل';
	$lang6='حفظ';
	$lang7='مراجع الدعم';
	$lang8='مراجع المنتج';
	$lang9='أسئلة وأجوبة';
	$lang10='المنتدى';
?>
