<?php
	$lang0='لاستماع الى الالاف من تجارية خالية من محطات الراديو على الانترنت! Live365 وتبث من راديو ديزني، سانتانا، ديفيد بيرن، Metheny بات وبول Oakenfold، فضلا عن المحطات التي أنشأتها عشاق الموسيقى مثلك!';
	$lang1='تصفح بسهولة من خلال الجنس الأدبي الشعبي مثل الروك والهيب هوب والجاز، والعصر الجديد. أو اكتشاف الكنوز فيبعض أنماط أقل سافر مثل الإنجيل، والكوميديا​​، والموسيقى، والهندية ، رحلة هوب، 30s، غلم والقبلية وسلتيك الاسكتلندي، وأكثر من 100s.';
	$lang2='ضغط هنا للاشتراك في حساب اليوم';
?>
