Repository: korkakak/mywdtvlive
Catalog: src/libs/RES_VILLA/resource/mo/*.po
Languages: ar, fr, he, it, jp, pl, pt_eu, ru, tr

source: Upgrade firmware failed. The device will now restart. Please try again.
ar: فشل ترقية البرنامج الثابت. ستتم إعادة تشغيل الجهاز الآن. يرجى إعادة المحاولة.
fr: Mise à niveau du microprogramme a échoué. Le dispositif va maintenant redémarrer. Veuillez réessayer.
he: שדרוג הקושחה נכשל. המכשיר יופעל מחדש כעת. נסה שנית.
it: Aggiornamento firmware fallito. Il dispositivo verrà riavviato. Riprovare.
jp: 更新に失敗しました。再起動してください。
pl: Aktualizacja firmware nie powiodła się. Nastąpi ponowne uruchomienie urządzenia. Spróbuj ponownie.
pt_eu: Atualização de firmware falhou. O dispositivo será reiniciado agora. Por favor, tente novamente.
ru: Сбой при обновлении ПО. Попробуйте еще раз после того, как устройство перезагрузится.
tr: Yükseltme firmware başarısız oldu. Cihaz yeniden başlatılır. Lütfen tekrar deneyin.

source: There was a problem connecting to the wireless network. Please check your network setting and try again.
ar: حدثت مشكلة في الاتصال بالشبكة اللاسلكية. يرجى فحص إعداد الشبكة وإعادة المحاولة.
fr: Il y a eu un problème lors de la connexion au réseau sans-fil. Vérifiez vos réglages et essayez à nouveau.
he: אירעה בעיה בהתחברות אל הרשת האלחוטית. בדוק את הגדרות הרשת ונסה שנית.
it: C'è stato un problema di collegamento alla rete wireless in corso. Controllare le impostazioni e riprovare.
jp: ワイヤレスネットワークの接続に問題があります。設定を確認し再試行してください。
pl: Wystąpił problem połączenia z siecią bezprzewodową. Sprawdź ustawienie sieci i spróbuj ponownie.
pt_eu: Ocorreu um erro ao ligar à redes sem fios.Verifique as suas definições e tente novamente.
ru: Произошел сбой подключения к беспроводной сети. Проверьте настройки и повторите попытку!
tr: Kablosuz ağ bağlanmada sorun vardı. Ayarlarınızı kontrol edip tekrar deneyin.

source: Wireless network connection lost.
ar: تم فقد اتصال الشبكة اللاسلكية.
fr: Connexion réseau sans fil perdue.
he: החיבור אלחוטי אל הרשת נותק.
it: Connessione di rete wireless persa.
jp: ワイヤレスネットワークが切断されました。
pl: Utracone zostało połączenie z siecią bezprzewodową.
pt_eu: A conexão perdida.
ru: Подключение к беспроводной сети потеряно.
tr: Kablosuz ağ bağlantısı kaybetti.

source: Delete one
ar: حذف واحد
fr: Supprimer un
he: מחק אחד
it: Eliminare uno
jp: 1つ削除する
pl: Usuń jeden
pt_eu: Excluir um
ru: Удаление одного
tr: Silmek bir

source: Delete all
ar: حذف الكل
fr: Supprimer tous les
he: מחק הכול
it: Eliminare tutte le
jp: 全部削除します。
pl: Usuń wszystko
pt_eu: Apagar todos
ru: Удалить все
tr: Tümünü sil

source: Are you sure you want to delete this item?
ar: هل تريد بالتأكيد حذف هذا العنصر؟
fr: Êtes-vous sûr de vouloir supprimer cet élément?
he: האם אתה בטוח שברצונך למחוק את הפריט?
it: Eliminare questo elemento
jp: この項目を消去しますか？
pl: Czy na pewno chcesz usunąć ten element?
pt_eu: Você tem certeza que quer apagar este item?
ru: Исключить этот пункт?
tr: Bu öğeyi sil?

source: Are you sure you want to delete all items?
ar: هل تريد بالتأكيد حذف كل العناصر؟
fr: Etes-vous sûr de vouloir supprimer tous les éléments?
he: ?האם אתה בטוח שברצונך למחוק את כל הפריטים?
it: Eliminare tutti gli articoli?
jp: 全部の項目を消去しますか？
pl: Czy na pewno chcesz usunąć wszystkie elementy?
pt_eu: Tem certeza de que deseja excluir todos os itens?
ru: Удалить все элементы?
tr: Tüm öğeleri sil?

source: Component
ar: المكون
fr: Composant
he: רכיב
jp: コンポーネントビデオ
pl: Komponent
pt_eu: Componente
ru: Компонентный
tr: Bileşen

source: Thanks for trying Live365! We hope you enjoyed your free trial of our commercial-free service. Visit www.live365.com/wdtv for info or to become a VIP.
ar: نشكرك على تجربة Live365! نأمل أن تكون قد استمتعت بتجربتك المجانية لخدمتنا المجانية. تفضل بزيارة www.live365.com/wdtv لمعرفة المعلومات أو لكي تصبح عضو VIP.
fr: Merci de Live365 essayer! Nous espérons que vous avez apprécié votre version d'essai gratuite de notre service sans publicité. Visitez www.live365.com/wdtv pour plus de détails ou pour devenir un VIP.
he: אנו מודים לך על שניסית את Live365! אנו מקווים שנהנית מזמן הניסיון החופשי של השירות חסר הפרסומות אותו אנו מציעים. בקר בכתובת www.live365.com/wdtv לקבלת פרטים או כדי לפתוח חשבון אח"מ (VIP).
it: Grazie per Live365 cercando! Ci auguriamo che vi siate divertiti in versione di prova gratuita del nostro commerciale servizio gratuito. Visitare www.live365.com/wdtv per avere informazioni o per diventare utente VIP.
jp: Live365をご利用いただきありがとうございます！私たちはあなたの無料トライアルの商業的な無料サービスをお楽しみください。詳しい情報、またはVIPとなるにはwww.live365.com/wdtv をご覧ください。
pl: Dziękujemy za wypróbowanie Live365! Mamy nadzięję, że pozytywnie oceniasz bezpłatny test naszej wolnej od reklam usługi. Odwiedź www.live365.com/wdtv w celu uzyskania informacji o tym, jak zostać członkiem VIP.
pt_eu: Obrigado por Live365 tentar! Esperamos que tenha apreciado o seu teste gratuito de nosso serviço comercial-livre. Visite www.live365.com/wdtv para mais informações ou para se tornar VIP.
ru: Спасибо за то, Live365! Мы надеемся, что вам понравилось бесплатного ознакомления с нашим коммерческим бесплатной услугой. Получить информацию и стать VIP-участником можно на веб-сайте по адресу: www.live365.com/wdtv.
tr: Live365 çalıştığınız için teşekkür ederiz! Sizi ticari-ücretsiz hizmeti ücretsiz deneme hoşunuza gitmiştir. Bilgi için veya VIP üye olmak için www.live365.com/wdtv'yi ziyaret edin.

source: Reserved for VIP subscribers
ar: محجوز للمشتركين الـ VIP
fr: Réservé aux abonnés VIP
he: שמור למנויי אח"מ
it: Riservati per gli abbonati VIP
jp: VIP顧客のために予約
pl: Zastrzeżone dla subskrybentów VIP
pt_eu: Reservado para assinantes VIP
ru: Зарезервировано для абонентов VIP
tr: VIP aboneler için Saklıdır

source: Visit www.live365.com/wdtv for info or to become a VIP.
ar: تفضل بزيارة www.live365.com/wdtv لمعرفة المعلومات أو لكي تصبح عضو VIP.
fr: Visitez www.live365.com/wdtv pour plus de détails ou pour devenir un VIP.
he: בקר בכתובת www.live365.com/wdtv לקבלת פרטים או כדי לפתוח חשבון אח"מ (VIP).
it: Visitare www.live365.com/wdtv per avere informazioni o per diventare utente VIP.
jp: 詳しい情報、またはVIPとなるにはwww.live365.com/wdtv をご覧ください。
pl: Odwiedź www.live365.com/wdtv w celu uzyskania informacji o tym, jak zostać członkiem VIP.
pt_eu: Visite www.live365.com/wdtv para mais informações ou para se tornar VIP.
ru: Получить информацию и стать VIP-участником можно на веб-сайте по адресу: www.live365.com/wdtv.
tr: Bilgi için veya VIP üye olmak için www.live365.com/wdtv'yi ziyaret edin.

source: 8 bit
ar: 8 بت
he: 8 סיביות
it: 8 morso
jp: 8 ビット
pl: 8 bitowe
pt_eu: 8 pedaço
ru: 8 кусочек
tr: 8 parça

source: 10 bit
ar: 10 بت
he: 10 סיביות
it: 10 morso
jp: 10 ビット
pl: 10 bitowe
pt_eu: 10 pedaço
ru: 10 кусочек
tr: 10 parça

source: 12 bit
ar: 12 بت
he: 12 סיביות
it: 12 morso
jp: 12 ビット
pl: 12 bitowe
pt_eu: 12 pedaço
ru: 12 кусочек
tr: 12 parça

source: day left on your VIP Free Trial.
ar: يوم متبقٍ في تجربة VIP المجانية لك.
fr: jours restant pour votre essai gratuit VIP.
he: ימים נותרו לגרסת הניסיון החופשית של VIP.
it: di giorno residui per il suo Accesso demo gratuito VIP.
jp: 日はVIP無料お試し期間は残り。
pl: pozostał jeden dzień bezpłatnego członkostwa VIP.
pt_eu: dia remanescentes do seu Período Experimental Gratuito VIP.
ru: день осталось до окончания действия бесплатного пробного VIP-статуса.
tr: VIP Ücretsiz Denemenizde kalan gün.

source: days left on your VIP Free Trial.
ar: أيام متبقية في تجربة VIP المجانية لك.
fr: jours restant pour votre essai gratuit VIP.
he: ימים נותרו לגרסת הניסיון החופשית של VIP.
it: di giornos residui per il suo Accesso demo gratuito VIP.
jp: 日はVIP無料お試し期間は残り。
pl: pozostało dni bezpłatnego członkostwa VIP.
pt_eu: dias remanescentes do seu Período Experimental Gratuito VIP.
ru: дня (дней) осталось до окончания действия бесплатного пробного VIP-статуса.
tr: VIP Ücretsiz Denemenizde kalan gün.

source: hour left on your VIP Free Trial.
ar: ساعة متبقية في تجربة VIP المجانية لك.
fr: heure restant pour votre essai gratuit VIP.
he: שעות נותרו לגרסת הניסיון החופשית של VIP.
it: ora di giorni residui per il suo Accesso demo gratuito VIP.
jp: 時間はVIP無料お試し期間は残り。
pl: pozostała godzina bezpłatnego członkostwa VIP.
pt_eu: hora remanescentes do seu Período Experimental Gratuito VIP.
ru: час осталось до окончания действия бесплатного пробного VIP-статуса.
tr: VIP Ücretsiz Denemenizde kalan saat.

source: hours left on your VIP Free Trial.
ar: ساعات متبقية في تجربة VIP المجانية لك.
fr: heures restant pour votre essai gratuit VIP.
he: שעות נותרו לגרסת הניסיון החופשית של VIP.
it: ore di giorni residui per il suo Accesso demo gratuito VIP.
jp: 時間はVIP無料お試し期間は残り。
pl: pozostało godzin bezpłatnego członkostwa VIP.
pt_eu: horas remanescentes do seu Período Experimental Gratuito VIP.
ru: часа(-ов) осталось до окончания действия бесплатного пробного VIP-статуса.
tr: VIP Ücretsiz Denemenizde kalan saat.

source: New firmware download failed due to network connection error. Please check your network connection and try again.
ar: فشل تنزيل البرنامج الثابت الجديد نظرًا لحدوث خطأ باتصال الشبكة. يرجى فحص اتصال الشبكة وإعادة المحاولة.
fr: Télécharger un nouveau firmware échoué en raison d'une erreur de connexion réseau. Veuillez vérifier les paramètres de votre réseau et réessayer.
he: הורדת הקושחה החדשה נכשלה בשל שגיאה בחיבור הרשת. בדוק את החיבור אל הרשת ונסה שנית.
it: Nuovo firmware per il download non riuscita a causa di un errore di connessione di rete. Controllare le impostazioni di rete e ritentare.
jp: 新しいファームウェアのダウンロードに失敗しました。ネットワーク設定を確認し再度試行してください。
pl: Pobranie nowego firmware nie powiodło się z powodu błędu połączenia z siecią. Sprawdź połączenie z siecią i spróbuj ponownie.
pt_eu: Novo firmware download falhou devido a erro de conexão de rede. Queira verificar as suas definições de rede e tentar novamente.
ru: Сбой при загрузке новой версии ПО из-за ошибки сетевого подключения. Пожалуйста, проверьте настройки сетевого подключения и повторите попытку.
tr: Yeni firmware download ağ bağlantısı hata nedeniyle başarısız oldu. Lütfen ağ ayarlarınızı kontrol edin ve tekrar deneyin.

source: The auto play content could not be accessed.
ar: تعذر الوصول إلى محتوى التشغيل التلقائي.
fr: Le Lecture automatique contenu ne pouvait être consulté.
he: לא ניתן לגשת אל תוכן הנגינה האוטומטית.
it: O conteúdo de esecuzione automatica não pôde ser acessado.
jp: 自動再生のコンテンツにアクセスすることができませんでした。
pl: Brak dostępu do automatycznego odtwarzania treści.
pt_eu: O conteúdo de reprodução automática não pôde ser acessado.
ru: Автоматическое воспроизведение содержание не может быть доступно.
tr: Otomatik oynatma içeriği erişilemiyor.

source: Local device is disconnected.
ar: تحذير: يرجى فصل جهاز USB بأمان قبل إزالته.
fr: Attention: veuillez éjecter votre périphérique USB avant de le retirer en toute sécurité.
he: אזהרה: שלוף את התקן ה-USB שברשותך בצורה בטוחה לפני שתנתק אותו.
it: Attenzione: rimuovere in modo sicuro il dispositivo USB prima di scollegarlo
jp: 警告: 取り外す前に、「USBデバイスの取り外し」を実行してください。
pl: Ostrzeżenie: bezpieczne wysunięcie urządzenia USB przed jego wyjęciem.
pt_eu: Atenção:Por favor, seguramente ejetar o dispositivo USB antes de removê-lo.
ru: Предупреждение: пожалуйста, воспользуйтесь функцией безопасного отключения перед тем, как отсоединить устройство.
tr: Uyarı:güvenli bir şekilde çıkarmadan önce USB aygıt çıkarma lütfen

source: User interface transition effect
ar: مؤثر انتقال واجهة المستخدم
fr: Effet de transition d'interface utilisateur
he: אפקט מעבר לממשק משתמש
it: Effetto transizione interfaccia utente
jp: ユーザーインターフェイスのトランジション効果
pl: Efekt przejścia interfejs użytkownika
pt_eu: Efeito de transição de interface do utilizador
ru: Эффект перехода пользовательского интерфейса
tr: Kullanıcı arayüzü geçiş etkisi

source: Fade in and fade out
ar: تلاشٍ للداخل وتلاشٍ للخارج
fr: Fade in et fade out
he: עמעום בכניסה וביציאה
it: Dissolvenza in entrata e in uscita
jp: フェードインとフェードアウト
pl: Rozjaśnienie i przyciemnienie
pt_eu: Fade in e fade out
ru: Появление и исчезание
tr: Fade ve fade out

source: None
ar: لا شيء
fr: Aucun
he: ללא
it: Nessuno
jp: 何もない
pl: Brak
pt_eu: Nenhum
ru: Нет
tr: Hiçbiri

source: A fatal system error is detected. The device will restart...
ar: تم اكتشاف خطأ جسيم بالنظام. ستتم إعادة تشغيل الجهاز...
fr: Une erreur système fatale est détectée. Le périphérique va maintenant redémarrer...
he: זוהתה שגיאה קריטית במערכת. המכשיר יופעל מחדש...
it: Un errore irreversibile di sistema viene rilevato. Il dispositivo sarà riavviato...
jp: 致命的なシステムエラーが検出されます。デバイスが再起動します...
pl: Wykryty został krytyczny błąd systemu. Nastąpi ponowne uruchomienie urządzenia...
pt_eu: Um erro fatal do sistema é detectado. O dispositivo irá reiniciar...
ru: Обнаружена фатальная ошибка системы. Устройство перезапустится...
tr: Bir önemli sistem hatası algılanır. Cihaz yeniden başlar...

source: YES
ar: نعم
fr: Oui
he: כן
it: Sì
jp: はい
pl: Tak
pt_eu: Sim
ru: Да
tr: Evet

source: Yes to all
ar: نعم للكل
fr: Oui, à tous les
he: כן להכול
it: Sì, a tutti
jp: すべてにはい
pl: Tak na wszystkie
pt_eu: Sim, para todos
ru: Да для всех
tr: Evet, tüm için

source: NO
ar: لا
fr: Non
he: לא
jp: いいえ
pl: Nie
pt_eu: Não
ru: Нет
tr: Hayır

source: This folder already contains a file named:
ar: يحتوي هذا المجلد بالفعل على ملف يحمل الاسم:
fr: Ce dossier contient déjà un fichier nommé:
he: תיקייה זו כבר מכילה קובץ בשם:
it: Questa cartella contiene già un file denominato:
jp: このフォルダには既に以下のファイル名が含まれています：
pl: Ten folder już zawiera plik o nazwie:
pt_eu: Esta pasta já contém um arquivo chamado:
ru: В этой папке уже есть файл с именем:
tr: Bu klasör zaten adlandırılmış bir dosya içerir:

source: Would you like to overwrite it?
ar: هل ترغب في استبداله؟
fr: Souhaitez-vous l'écraser?
he: האם לדרוס אותה?
it: Sovrascriverlo?
jp: それを上書きしますか？
pl: Czy chcesz go teraz zastąpić?
pt_eu: Deseja substituí-lo?
ru: Хотите перезаписать его?
tr: Üzerine yazmak ister misiniz?

source: Unable to play the selected file. Please refer to the user manual on how to change the file to a supported format.
ar: يتعذر تشغيل الملف المحدد. يرجى الاطلاع على "دليل المستخدم" للحصول على لائحة بصيغ الملفات المدعومة.
fr: Impossible de lire le fichier sélectionné. Merci de vous référer au manuel d'utilisation pour une liste de formats de fichiers pris en charge.
he: לא ניתן להציג את הקובץ הנבחר. עיין במדריך למשתמש לקבלת רשימה של תבניות קובץ נתמכות.
it: Impossibile riprodurre il file selezionato. Fare riferimento al manuale d'uso per una lista dei formati di file supportati.
jp: 選択されたファイルを再生できません。サポートしているファイル形式のリストについては、ユーザマニュアルを参照してください。
pl: Nie można odtworzyć wybranego pliku. Sprawdź listę obsługiwanych formatów plików w podręczniku użytkownika.
pt_eu: Impossível reproduzir o ficheiro seleccionado. Consulte o Manual do Utilizador para obter uma lista dos formatos de ficheiros suportados.
ru: Невозможно воспроизвести выбранный файл. Сведения о поддерживаемых файловых форматах см. в руководстве пользователя.
tr: Seçilen dosya oynatılamıyor. Lütfen desteklenen dosya biçimlerinin listesi için Kullanıcı Kılavuzuna başvurun.

source: Part Number:
ar: رقم الجزء:
fr: Référence produit
he: מספר חלק:
it: Numero parte:
jp: 品番:
pl: Numer części:
pt_eu: Número de peça:
ru: Номер продукта:
tr: Parça numarası:

source: Press [Option] key for multi-lingual input
ar: اضغط على [خيارات] للإدخال متعدد اللغات
fr: Appuyez sur [OPTION] pour une saisie multilingue.
he: לחץ [OPTION] (אפשרויות) להזנת קלט מרובה שפות
it: Premere [OPZIONE] per l'inserimento multilingue
jp: 多言語入力用に [OPTION] を押します
pl: Naciśnij [OPCJA] dla wprowadzania wielojęzycznego
pt_eu: Prima a tecla [OPTION] para introdução multilingue
ru: Нажмите кнопку [OPTION] для ввода на разных языках
tr: Birden fazla dilde giriş yapmak için [OPTION] tuşuna basın

source: Would you like to setup a login protection?
ar: هل ترغب في إعداد حماية تسجيل الدخول؟
fr: Voulez-vous définir une protection de connexion?
he: האם להגדיר הגנת כניסה?
it: Configurare la protezione di accesso?
jp: ログイン保護を設定しますか?
pl: Czy chcesz ustawić zabezpieczenie logowania?
pt_eu: Pretende configurar uma protecção de inicio de sessão?
ru: Установить защиту при входе в систему?
tr: Oturum açma koruması ayarlamak istiyor musunuz?

source: Current Location
ar: الموقع الحالي
fr: Emplacement actuel
he: מיקום נוכחי
it: Posizione corrente
jp: 現在の場所
pl: Bieżąca lokalizacja
pt_eu: Localização actual
ru: Текущее местоположение
tr: Geçerli konum

source: Added
ar: تمت الإضافة
fr: Ajouté
he: נוסף
it: Aggiunto
jp: 追加済み
pl: Dodane
pt_eu: Adicionado
ru: Добавлено
tr: Ekleme

source: Category
ar: الفئة
fr: Catégorie
he: קטגוריה
it: Categoria
jp: カテゴリ
pl: Kategoria
pt_eu: Categoria
ru: Категория
tr: Kategori

source: Views
ar: المشاهدات
fr: Vues
he: תצוגות
it: Visualizzazioni
jp: 表示
pl: Widoki
pt_eu: Visualizações
ru: Количество просмотров
tr: Görüntüleme

source: Want to flag this video? Sign in to YouTube now!
ar: هل تريد وضع علامة على هذا الفيديو؟ تسجيل الدخول إلى YouTube الآن!
fr: Voulez-vous marquer cette vidéo ? Inscrivez-vous sur YouTube dès maintenant !
he: רוצה להוסיף דגל לווידאו זה? הירשם כעת אל YouTube!
it: Vuoi segnalare questo video? Accedi a YouTube ora!
jp: このビデオにフラグを付けますか? 今すぐ YouTube にサインインしてください!
pl: Czy chcesz oflagować to video? Zarejestruj teraz w YouTube!
pt_eu: Pretende sinalizar este vídeo? Inicie sessão no YouTube agora!
ru: Хотите сообщить о нарушении видео? Войдите на YouTube сейчас!
tr: Bu videoya bayrak atamak istiyor musunuz? Şimdi YouTube'a oturum açın!

source: Want to add to playlist? Sign in to YouTube now!
ar: هل تريد الإضافة إلى لائحة التشغيل? تسجيل الدخول إلى YouTube الآن!
fr: Voulez-vous l'ajouter à une liste de lecture ? Inscrivez-vous sur YouTube dés maintenant !
he: רוצה להוסיף לרשימת ההשמעה? הירשם כעת אל YouTube!
it: Vuoi aggiungere all’elenco di riproduzione? Accedi a YouTube adesso!
jp: プレイリストに追加しますか? 今すぐ YouTube にサインインしてください!
pl: Czy chcesz dodać do listy odtwarzania? Zarejestruj teraz w YouTube!
pt_eu: Deseja adicionar à lista de reprodução? Inicie sessão no YouTube agora!
ru: Добавить в список воспроизведения? Зарегистрируйтесь в YouTube сейчас!
tr: Yürütme listesi mi eklemek istiyorsunuz? Şimdi YouTube'a oturum açın!

source: Add to playlist
ar: إضافة إلى لائحة التشغيل
fr: Ajouter à la liste de lecture
he: הוסף לרשימת השמעה
it: Aggiungi a playlist
jp: プレイリストに追加
pl: Dodaj do listy odtwarzania
pt_eu: Adicionar à lista de reprodução
ru: Добавить в плейлист
tr: Yürütme listesine ekle

source: Add to Playlist
ar: إضافة إلى لائحة التشغيل
fr: Ajouter à la liste de lecture
he: הוסף לרשימת השמעה
it: Aggiungi a playlist
jp: プレイリストに追加
pl: Dodaj do listy odtwarzania
pt_eu: Adicionar à lista de reprodução
ru: Добавить в плейлист
tr: Yürütme listesine ekle

source: Press [Search] key to use search history
ar: اضغط على [بحث] لاستخدام ميزة البحث في المحفوظات
fr: Appuyez sur la touche [SEARCH] pour chercher dans l'historique
he: לחץ [SEARCH] (חפש) כדי לחפש בהיסטוריה
it: Premere [RICERCA] per usare la cronologia ricerche
jp: [SEARCH] を押して検索履歴を使用します
pl: Naciśnij [SZUKAJ], aby wyszukać historię
pt_eu: Prima a tecla [PESQUISAR] para utilizar o histórico de procura
ru: Нажмите кнопку [SEARCH] для просмотра истории поиска
tr: Arama geçmişini kullanmak için [SEARCH] tuşuna basın

source: From
ar: من
fr: De
he: מאת
it: Da
jp: 提供者
pl: Z
pt_eu: De
ru: От
tr: Gönderen

source: On with login protection
ar: تشغيل مع حماية تسجيل الدخول
fr: Activé avec protection de la connexion
he: פעיל עם הגנת כניסה
it: Prosegui con la protezione accesso
jp: ログイン保護してオン
pl: Włączone zabezpieczenie logowania
pt_eu: Activar a protecção de inicio de sessão
ru: Включено с защитой при входе в систему
tr: Oturum açma koruması ile birlikte açık

source: Flagging
ar: وضع علامة
fr: Marquage
he: מוסיף דגל
it: Flag
jp: フラッギング
pl: Flagowanie
pt_eu: A sinalizar
ru: Маркирование
tr: Bayrak atanıyor

source: We are sorry. Pandora service is only for U.S. audiences and your IP is not allowed.
ar: نأسف. خدمة Pandora متاحة لجماهير الولايات المتحدة فقط، ولا يُسمح بعنوان IP الخاص بك.
fr: Nous sommes désolés. Pandora service est seulement pour le marché américain et votre adresse IP n'est pas autorisée.
he: מצטערים. שירות Pandora זמין לקהל בארה"ב בלבד, ולא ניתן לספק את השירות לכתובת ה-IP שלך.
it: Ci dispiace. Servizio di Pandora è solo per il pubblico degli Stati Uniti e il tuo IP non è permesso.
jp: 申し訳ありません。 Pandoraのサービスは、米国の観客のためであり、あなたのIPアドレスは許可されません。
pl: Przepraszamy. Usługa Pandora jest przeznaczona wyłącznie dla użytkowników z USA, a twoje IP nie jest dozwolone.
pt_eu: O serviço Pandora só está Sentimos muito. Pandora serviço é apenas para audiências E.U. e seu IP não é permitido.disponível nos Estados Unidos, como tal, o único idioma disponível é Inglês.
ru: Приносим свои извинения. Pandora услуга только для аудиторий США и Ваш IP не допускается.
tr: Özür dileriz. Pandora servis sadece ABD hedef kitleler için ve IP izin verilmiyor.

source: This video is restricted by the video content owner and it is not available on TV connected devices.
ar: هذا الفيديو مُقيّد من قِبل مالك محتوى الفيديو، وهو غير متاح على أجهزة التلفاز الموّصلة.
fr: Cette vidéo est limitée par le propriétaire du contenu vidéo et elle n'est pas disponible sur les appareils connectés Television.
he: קטע וידאו זה הוגבל על ידי בעליו ואינו זמין לצפייה בהתקני טלוויזיה.
it: Questo video è limitata dal proprietario del contenuto video e non è disponibile sui dispositivi televisore collegato.
jp: このビデオは ビデオコンテンツの所有者によって制限されますし、テレビに接続のデバイスで利用されていません。
pl: To video jest zastrzeżone przez właściciela treści video i nie jest dostępne w podłączonych urządzeniach TV.
pt_eu: Este vídeo é restringida pelo proprietário do conteúdo de vídeo e ele não está disponível em aparelhos de televisão ligados.
ru: Это видео ограничена владелец видео контента и оно не доступно, на телевидении подключенных устройств.
tr: Bu video video içeriği sahibi tarafından kısıtlanmıştır ve Televizyon bağlı cihazlar geçerli değildir.

source: Workgroup name
ar: اسم مجموعة العمل
fr: Nom du groupe de travail
he: שם קבוצת עבודה
it: Nome gruppo di lavoro
jp: ワークグループ名
pl: Nazwa grupy roboczej
pt_eu: Nome do grupo de trabalho
ru: Имя рабочей группы
tr: Çalışma grubu adı

source: Search History
ar: بحث في المحفوظات
he: חפש בהיסטוריה
jp: 検索履歴
pl: Historia wyszukiwania
pt_eu: История поиска
ru: История поиска
tr: Arama geçmişi

source: Samba Server Protection
ar: حماية خادم Samba
fr: Samba de protection des serveurs
he: הגנה על שרת Samba
it: Protezione del server Samba
jp: Sambaサーバの保護
pl: Zabezpieczenie serwera Samba
pt_eu: Samba proteção de servidor
ru: Защита сервера Samba
tr: Samba sunucusu koruma

source: Check network status...
ar: فحص حالة الشبكة...
fr: Vérifier l'état du réseau ...
he: בודק סטטוס רשת...
it: Verificare lo stato della rete ...
jp: チェックネットワークの状態を...
pl: Sprawdzenie stanu sieci...
pt_eu: Verificar o estado da rede ...
ru: Проверить состояние сети ...
tr: Kontrol ağ durumu ...

source: Try to wake up system...
ar: محاولة تنشيط النظام...
fr: Essayez de réveiller le système ...
he: מנסה להפעיל את המערכת...
it: Cercare di svegliare sistema ...
jp: システムが目を覚ますてみてください...
pl: Spróbuj wybudzić system...
pt_eu: Tente acordar sistema ...
ru: Попробуйте просыпаться система ...
tr: Sistem wake up çalışın ...

source: Worldwide
ar: عالمي
fr: Dans le monde
he: בכל העולם
it: In tutto il mondo
jp: ワールドワイド
pl: Ogólnoświatowe
pt_eu: Em todo o mundo
ru: Весь мир
tr: Dünya çapında

source: Germany
ar: ألمانيا
fr: Allemagne
he: גרמניה
it: Germania
jp: ドイツ
pl: Niemcy
pt_eu: Alemanha
ru: Германия
tr: Almanya

source: France
ar: فرنسا
he: צרפת
it: Francia
jp: フランス
pl: Francja
pt_eu: França
ru: Франция
tr: Fransa

source: Spain
ar: إسبانيا
fr: Espagne
he: ספרד
it: Spagna
jp: スペイン
pl: Hiszpania
pt_eu: Espanha
ru: Испания
tr: İspanya

source: Italy
ar: إيطاليا
fr: Italie
he: איטליה
it: Italia
jp: イタリア
pl: Włochy
pt_eu: Itália
ru: Италия
tr: İtalya

source: Taiwan
ar: تايوان
fr: Taïwan
he: טאיוואן
jp: 台湾
pl: Tajwan
ru: Тайвань
tr: Tayvan

source: South Korea
ar: كوريا الجنوبية
fr: Corée du Sud
he: דרום קוריאה
it: Corea del Sud
jp: 大韓民国
pl: Korea Południowa
pt_eu: Coréia do Sul
ru: Южная Корея
tr: Güney Kore
