Repository: korkakak/mywdtvlive
Catalog: src/libs/RES_VILLA/resource/mo/*.po
Languages: ar, fr, he, it, jp, pl, pt_eu, ru, tr

source: Video output
ar: خرج الفيديو
fr: Sortie vidéo
he: יציאת וידאו
it: Uscita video
jp: ビデオ出力
pl: Wyjśce video
pt_eu: Saída de Vídeo
ru: Видеовыход
tr: Video çıkışı

source: Display resolution
ar: دقة العرض
fr: Résolution de l'affichage
he: רזולוציית תצוגה
it: Risoluzione display
jp: 画面解像度
pl: Rozdzielczość wyświetlania
pt_eu: Resolução de Ecrã
ru: Разрешение экрана
tr: Görüntü çözünürlüğü

source: Aspect ratio
ar: نسبة العرض إلى الارتفاع
fr: Format de l'image
he: יחס גובה-רוחב
it: Proporzioni
jp: アスペクト比
pl: Współczynnik proporcji
pt_eu: Relação largura/altura
ru: Соотношение сторон экрана
tr: En-boy oranı

source: Audio output
ar: خرج الصوت
fr: Sortie audio
he: יציאת קול.
it: Uscita audio
jp: 音声出力
pl: Wyjście audio
pt_eu: Saída de áudio
ru: Аудиовыход
tr: Ses çıkışı

source: Video sequence
ar: تسلسل الفيديو
fr: Enchaînement vidéo
he: רצף וידאו
it: Sequenza video
jp: ビデオシーケンス
pl: Sekwencja video
pt_eu: Sequência de vídeo
ru: последовательность воспроизведения видео
tr: Video oynatma

source: Music sequence
ar: تسلسل الموسيقى
fr: Enchaînement musical
he: רצף מוסיקה
it: Sequenza musica
jp: 音楽シーケンス
pl: Sekwencja muzyki
pt_eu: Sequência de música
ru: Последовательность воспроизведения музыки
tr: Müzik çalma

source: Slideshow sequence
ar: تسلسل عرض الشرائح
fr: Enchaînement du diaporama
he: רצף מצגת
it: Sequenza presentazione
jp: スライドショーシーケンス
pl: Sekwencja pokazu slajdów
pt_eu: Sequência de fotos
ru: Последовательность слайд-шоу
tr: Slayt gösterimi

source: Photo scaling
ar: تغيير حجم الصورة
fr: Cadrage photo
he: שינוי קנה מידה לתמונה
it: Proporzioni foto
jp: 写真の拡大縮小
pl: Skalowanie zdjęcia
pt_eu: Escala de fotos
ru: Масштабирование фотографий
tr: Fotoğraf boyutlandırma

source: Transition effect
ar: مؤثر الانتقال
fr: Effet de transition
he: אפקט מעבר
it: Effetto transizione
jp: 遷移効果
pl: Efekt przejścia
pt_eu: Efeito de transição
ru: Эффект перехода
tr: Geçiş efekti

source: Screensaver delay
ar: تأخر شاشة التوقف
fr: Délai de l'économiseur d'écran
he: השהיית שומר מסך
it: Ritardo screensaver
jp: スクリーンセーバー待ち時間
pl: Opóźnienie wygaszacza ekranu
pt_eu: Espera de protector de ecrã
ru: Задержка экранной заставки
tr: Ekran koruyucu gecikme süresi

source: Browser display
ar: عرض المتصفح
fr: Affichage du navigateur
he: תצוגת דפדפן
it: Visualizzazione browser
jp: ブラウザ表示
pl: Wyświetlanie przeglądarki
pt_eu: Visualizar navegador
ru: дисплей обозревателя
tr: Gezinme görünümü

source: System reset
ar: إعادة ضبط على إعدادات المصنع الافتراضية
fr: Réinitialisation aux paramètres d'usine
he: אפס להגדרות ברירת המחדל
it: Ripristino ai valori predefiniti di fabbrica
jp: システムリセット
pl: Resetuj do domyślnych ustawień fabrycznych
pt_eu: Repor valores de fábrica
ru: Востановить значения по умолчанию
tr: Sistem sıfırlama

source: Display in full screen
ar: عرض على الشاشة بأكملها
fr: Affichage plein-écran
he: הצג במסך מלא
it: Visualizzazione a schermo intero
jp: 歪みのあるフルスクリーン
pl: Wyświetl na pełnym ekranie
pt_eu: Visualizar em ecrã completo
ru: Отображать на весь экран
tr: Tam ekran

source: Wipe right
ar: محو لليمين
fr: Volet droite
he: גלילה ימינה
it: A comparsa da sinistra
jp: 右にワイプ
pl: Wytrzyj w prawo
pt_eu: Varrido direito
tr: Silin sağ

source: Wipe left
ar: محو لليسار
fr: Volet gauche
he: גלילה שמאלה
it: A comparsa da destra
jp: 左にワイプ
pl: Wytrzyj w lewo
pt_eu: Varrido esquerda
tr: Silin leftt

source: Your HD Media Player is being upgraded. Please DO NOT disconnect power or the attached storage.
ar: تتم حاليًا ترقية مشغل الوسائط HD Media Player. يرجى عدم فصل الطاقة أو وحدة التخزين الموّصلة.
fr: Une mise à niveau de votre lecteur multimédia HD est en cours. Veuillez NE PAS débrancher l'alimentation ou le périphérique de stockage.
he: HD Media Player עובר שדרוג. אל תנתק את המתח ואת התקן האחסון המחובר אליו.
it: Aggiornamento del lettore multimediale HD in corso. NON scollegare l'alimentazione o l'archivio collegato.
jp: HDメディアプレーヤーがアップグレードされています。電源または接続されたストレージを切断しないでください。
pl: Aktualizacja odtwarzacza HD Media Player. NIE należy odłączać zasialnia lub podłączonej pamięci.
pt_eu: Este Leitor de multimédia HD está a ser actualizado. NÃO desligue a electricidade nem o disco ligado.
ru: Выполняется обновление мультимедийного HD-проигрывателя. НЕ отключайте питание и подключенные запоминающие устройства.
tr: HD Ortam Oynatıcınızın yazılımı güncelleniyor. Lütfen cihazınızın gücünü KESMEYİN ya da bağlı sürücüyü ÇIKARTMAYIN.

source: Upgrade complete. The media player will now restart.
ar: اكتملت الترقية. ستتم إعادة تشغيل مشغل الوسائط الآن.
fr: Mise à niveau terminée. Votre lecteur multimédia va maintenant redémarrer.
he: השדרוג הסתיים. נגן המדיה יופעל מחדש.
it: Aggiornamento completato. Il lettore multimediale verrà riavviato.
jp: アップグレードが完了しました。メディアプレーヤーが再起動します。
pl: Aktualizacja zakończona. Nastąpi teraz ponowne uruchomienie odtwarzacza multimediów.
pt_eu: Actualização completa. O leitor irá reiniciar.
ru: Обновление выполнено. Мультимедийный проигрыватель будет перезапущен.
tr: Güncelleme tamamlandı. Cihazınız şimdi yeniden başlayacak.

source: Please select the device you would like to eject.
ar: يرجى تحديد الجهاز الذي ترغب في إخراجه.
fr: Veuillez sélectionner le périphérique à éjecter.
he: בחר בהתקן שברצונך לשלוף.
it: Selezionare il dispositivo da rimuovere.
jp: 取り外すデバイスを選択してください。
pl: Wybierz urządzenie do wysunięcia.
pt_eu: Seleccione o dispositivo que quer expulsar.
ru: Выберите диск, который требуется извлечь.
tr: Lütfen çıkartmak istediğiniz cihazı seçin.

source: Are you sure you want to remove this device?
ar: هل تريد بالتأكيد إزالة هذا الجهاز؟
fr: Confirmer le débranchement de ce périphérique ?
he: האם אתה בטוח שברצונך להסיר התקן זה?
it: Rimuovere questo dispositivo?
jp: このデバイスを取り外しますか?
pl: Czy na pewno chcesz usunąć to urządzenie?
pt_eu: De certeza que quer remover este dispositivo?
ru: Извлечь этот диск?
tr: Bu cihazı çıkarmak istediğinizden emin misiniz?

source: Under digital audio output setting, an AV receiver with proper audio format support is required in order to play audio track with surround sound.
ar: مع إعداد خرج الصوت الرقمي، يلزم توفر جهاز استقبال صوت/فيديو (AV) مع الدعم الملائم لصيغة الصوت من أجل تشغيل المادة الصوتية بالصوت المحيطي.
fr: Lorsque la sortie audio numérique est sélectionnée, vous devez utiliser un récepteur AV supportant ce format audio pour pouvoir écouter la bande sonore avec le son d'ambiance.
he: במצב יציאת שמע דיגיטלית, נדרש מקלט AV התומך בתבנית השמע המתאימה כדי לנגן רצועת שמע עם צליל סראונד.
it: Nelle impostazioni dell'uscita audio digitale, è necessario sia presente un ricevitore AV che supporti il formato audio corretto per poter riprodurre la traccia audio con effetto surround.
jp: デジタルオーディオ出力設定を行っている場合、サラウンドサウンドでオーディオトラックを再生するには適切なオーディオ形式をサポートするAVレシーバーが必要です。
pl: W ustawieniu cyfrowego wyjścia audio, do odtwarzania ścieżki audio z dźwiękiem surround, wymagany jest odbiornik AV z obsługiwanym prawidłowym formatem audio.

source: Subtitle off
ar: إيقاف الترجمة
fr: Sous-titres désactivés
he: כתוביות כבויות
it: Sottotitolo disattivato
jp: サブタイトルオフ
pl: Wyłączone napisy
pt_eu: Desactivar legendas
ru: Отключить субтитры
tr: Altyazı kapalı

source: No subtitle
ar: لا توجد ترجمة
fr: Pas de sous-titres
he: ללא כתוביות
it: Nessun sottotitolo
jp: サブタイトルなし
pl: Brak napisów
pt_eu: Sem legendas
ru: Нет субтитров
tr: Altyazı yok

source: Media library
ar: مكتبة الوسائط
fr: Médiathèque
he: ספריית מדיה
it: Catalogo multimediale
jp: メディアライブラリ
pl: Biblioteka multimediów
pt_eu: Catálogo
ru: Библиотека мультимедиа
tr: Ortam Kitaplığı

source: For additional information regarding your HD Media Player, please refer to the user manual or visit
ar: لمزيد من المعلومات حول مشغل الوسائط HD Media Player، يرجى الاطلاع على "دليل المستخدم" أو التفضل بزيارة
fr: Pour plus d'informations sur votre lecteur multimédia HD, veuillez consulter le manuel d'utilisation ou visiter
he: לפרטים נוספים אודות HD Media Player, עיין במדריך למשתמש או בקר בכתובת
it: Per ulteriori informazioni su HD Media Player, consultare il manuale d'uso oppure visitare
jp: HD Media Playerの詳細については、ユーザーマニュアルを参照するか、以下にアクセスしてください
pl: Dodatkowe informacje dotyczące odtwarzacza HD Media Player, można znaleźć w podręczniku użytkownika lub można odwiedzić
pt_eu: Para informação adicional relativa ao seu leitor de multimédia HD, leia o Manual do Utilizador ou visite
ru: Дополнительную информацию о медиа-проигрывателе HD см. в руководстве пользователя или на веб-сайте
tr: HD Ortam Yürütücünüz hakkında daha fazla bilgi için lütfen kullanma kılavuzunu okuyun ya da [LINK] adresini ziyaret edin.

source: Subtitle
ar: الترجمة
fr: Sous-titres
he: כתובית
it: Sottotitolo
jp: サブタイトル
pl: Napisy
pt_eu: Legendas
ru: Субтитры
tr: Altyazı

source: Firmware Version
ar: إصدار البرنامج الثابت
fr: Version du logiciel
he: גרסת קושחה
it: Versione firmware
jp: ファームウェアバージョン
pl: Wersja firmware
pt_eu: Versão de firmware
ru: Версия встроенного ПО
tr: Yazılım sürümü

source: Title
ar: العنوان
fr: Titre
he: כותרת
it: Titolo
jp: タイトル
pl: Tytuł
pt_eu: Título
ru: Название
tr: Başlık

source: File name
ar: اسم الملف
fr: Nom du fichier
he: שם קובץ
it: Nome file
jp: ファイル名
pl: Nazwa pliku
pt_eu: Nome do ficheiro
ru: Имя файла
tr: Dosya adı

source: Search completed. No results found.
ar: اكتمل البحث. لم يتم العثور على نتائج.
fr: Recherche terminée. Aucun résultat.
he: החיפוש הסתיים. לא נמצאו תוצאות.
it: Ricerca completata. Nessun risultato trovato.
jp: 検索が完了しましたが、見つかりませんでした。
pl: Szukanie zakończone. Nie znaleziono wyników.
pt_eu: Procura efectuada. Não encontrado.
ru: Поиск завершен. Поиск не дал результатов.
tr: Arama tamamlandı. Sonuç bulunamadı.

source: Unsupported
ar: غير مدعوم
fr: non supporté
he: לא נתמך
it: Non supportati
jp: 対応していません
pl: Nieobsługiwany
ru: Не поддерживается
tr: Desteklenmeyen

source: Space
ar: المساحة
fr: Espace
he: מקום
it: Spazio
jp: スペース
pl: Miejsce
pt_eu: Espaço
ru: Пробел
tr: Boşluk

source: No audio channel
ar: لا توجد قناة صوت
fr: Pas de canal Audio
he: אין ערוץ שמע
it: Nessun canale audio
jp: オーディオチャンネルない
pl: Brak kanału audio
pt_eu: Sem canal áudio
ru: Нет аудиоканала
tr: Ses Kanalı yok

source: Untitled volume
ar: مستوى الصوت غير محدد
fr: Volume sans titre
he: מדיה ללא כותרת
it: Volume senza titolo
jp: タイトルのないボリューム
pl: Wolumin bez tytułu
pt_eu: Volume sem título
ru: Том без названия
tr: Adsız sürücü

source: Subtitle font size
ar: حجم خط الترجمة
fr: Taille des sous-titres
he: גודל גופן כתוביות
it: Dimensione carattere sottotitolo
jp: 字幕のフォントサイズ
pl: Rozmiar czcionki napisów
pt_eu: Tamanho de letra de legendas
ru: Размер шрифта субтитров
tr: Altyazı büyüklüğü

source: Additional encoding support
ar: دعم تشفير إضافي
fr: Prend en charge d'autres encodages
he: תמיכה בקידודים נוספים
it: Supporto aggiuntivo per codifica
jp: 追加の符号化サポート
pl: Obsługa dodatkowego kodowania
pt_eu: Suporte de codificação adicional
ru: Поддержка дополнительной кодировки
tr: Ek şifreleme desteği

source: Western Europe (ISO)
ar: أوروبا الغربية (ISO)
fr: Europe de l'ouest
it: Europa occidentale (ISO)
jp: 西ヨーロッパ (ISO)
pl: Europa Zachodnia (ISO)
pt_eu: Europa Ocidental (ISO)
ru: Западная Европа (ISO)

source: Traditional Chinese (Big5)
ar: الصينية التقليدية (Big5)
fr: Chinois traditionnel (Big5)
he: סינית מסורתית (Big5)
it: Cinese tradizionale (Big5)
jp: 繁体字中国語 (Big5)
pl: Tradycyjny Chiński (Big5)
pt_eu: Chinês Tradicional (Big5)
ru: Китайский традиционный (Big5)
tr: Geleneksel Çince (Big5)

source: Simplified Chinese (GB18030)
ar: الصينية المُبسّطة (GB18030)
fr: Chinois simplifié (GB18030)
he: סינית מפושטת (GB18030)
it: Cinese semplificato (GB18030)
jp: 簡体字中国語 (GB18030)
pl: Uproszczony Chiński (GB18030)
pt_eu: Chinês Simplificado (GB18030)
ru: Китайский упрощенный (GB18030)
tr: Basitleştirilmiş Çince (GB18030)

source: Japanese (Shift-JIS)
ar: اليابانية (Shift-JIS)
fr: Japonais (Shift-JIS)
he: יפנית (Shift-JIS)
it: Giapponese (Shift-JIS)
jp: 日本語 (Shift-JIS)
pl: Japoński (Shift-JIS)
pt_eu: Japonês (Shift-JIS)
ru: Японский (Shift-JIS)
tr: Japonca (Shift-JIS)

source: Korean (EUC-KR)
ar: الكورية (EUC-KR)
fr: Coréen (EUC-KR)
he: קוריאנית (EUC-KR)
it: Coreano (EUC-KR)
jp: 韓國語 (EUC-KR)
pl: Koreański (EUC-KR)
pt_eu: Coreano (EUC-KR)
ru: Корейский (EUC-KR)
tr: Korece (EUC-KR)

source: Cyrillic (Windows-1251)
ar: السريلانكية (Windows-1251)
fr: Cyrillique (Windows-1251)
he: קירילית (Windows-1251)
it: Cirillico (Windows-1251)
jp: キリル文字 (Windows-1251)
pl: Cyrylica (Windows-1251)
pt_eu: Cirílico (Windows-1251)
ru: Кириллица (Windows-1251)
tr: Kiril (Windows-1251)

source: Cyrillic (KOI8-R)
ar: السريلانكية (KOI8-R)
fr: Cyrillique (KOI8-R)
he: קירילית (KOI8-R)
it: Cirillico (KOI8-R)
jp: キリル文字 (KOI8-R)
pl: Cyrylica (KOI8-R)
pt_eu: Cirílico (KOI8-R)
ru: Кириллица (KOI8-R)
tr: Kiril (KOI8-R)

source: Greek (ISO)
ar: اليونانية (ISO)
fr: Grec (ISO)
he: יוונית (ISO)
it: Greco (ISO)
jp: ギリシャ語 (ISO)
pl: Grecki (ISO)
pt_eu: Grego (ISO)
ru: Греческий (ISO)
tr: Yunanca (ISO)

source: Greek (Windows-1253)
ar: اليونانية (Windows-1253)
fr: Grec (Windows-1253)
he: יוונית (Windows-1253)
it: Greco (Windows-1253)
jp: ギリシャ語 (Windows-1253)
pl: Grecki (Windows-1253)
pt_eu: Grego (Windows-1253)
ru: Греческий (Windows-1253)
tr: Yunanca (Windows-1253)

source: All
ar: الكل
fr: Tous
he: הכול
it: Tutto
jp: すべて
pl: Wszystkie
pt_eu: Wszystko
ru: Все
tr: Hepsi

source: Equal to
ar: مكافئ لـ
fr: Egal à
he: שווה ל
it: Uguale a
jp: と等号
pl: Równe
pt_eu: Równe
ru: Равно
tr: Eşit

source: Not Equal to
ar: غير مكافئ لـ
fr: Non égal à
he: אינו שווה ל
it: Non uguale a
jp: と不等号
pl: Nierówne
pt_eu: Nie równe
ru: Не равно
tr: Değil Eşit için

source: Central Europe (ISO)
ar: أوروبا الوسطى (ISO)
fr: Europe centrale (ISO)
he: מרכז אירופה (ISO)
it: Europa centrale (ISO)
jp: 中央ヨーロッパ (ISO)
pl: Europa Środkowa (ISO)
pt_eu: Europa Central (ISO)
ru: Центральная Европа (ISO)
tr: Orta Avrupa (ISO)

source: Central Europe (Windows-1250)
ar: أوروبا الوسطى (Windows-1250)
fr: Europe centrale (Windows-1250)
he: מרכז אירופה (Windows-1250)
it: Europa centrale (Windows-1250)
jp: 中央ヨーロッパ (Windows-1250)
pl: Europa Środkowa (Windows-1250)
pt_eu: Europa Central (Windows-1250)
ru: Центральная Европа (Windows-1250)
tr: Orta Avrupa (Windows-1250)

source: Does not contain
ar: لا يحتوي على
fr: Ne contenant pas
he: אינו מכיל
it: Non contiene
jp: 含まない
pl: Nie zawiera
pt_eu: Nie zawiera
ru: Не содержит
tr: Yok

source: Display file size
ar: عرض حجم الملف
fr: Afficher la taille du fichier
he: הצג גודל קובץ
it: Visualizza dimensioni file
jp: ファイルサイズを表示
pl: Wyświetl wielkość pliku
pt_eu: Ver tamanho de ficheiro
ru: Показывать размер файла
tr: Dosya boyutunu göster

source: Display file size during navigation
ar: عرض حجم الملف أثناء التنقل
fr: Afficher la taille du fichier lors de la navigation
he: הצג גודל קובץ במהלך הניווט
it: Visualizza dimensioni file durante la navigazione
jp: ナビゲーション中にファイルサイズを表示
pl: Wyświetl wielkość pliku podczas nawigacji

source: Western Europe
ar: أوروبا الغربية
fr: Europe de l’Ouest
he: מערב אירופה
it: Europa occidentale
jp: 西欧
pl: Europa Zachodnia
pt_eu: Europa Ocidental
ru: Западноевропейская
tr: Batı Avrupa

source: Turkish
ar: التركية
fr: Turc
he: טורקית
it: Turco
jp: トルコ語
pl: Turecki
pt_eu: Turco
ru: Турецкий
tr: Türkçe

source: Subtitle default
ar: وضع الترجمة الافتراضي
fr: Sous-titres par défaut
he: ברירת מחדל לכתוביות
it: Sottotitolo predefinito
jp: サブタイトル デフォルト
pl: Domyślne napisy
pt_eu: Legenda predefinida
ru: Показывать субтитры по умолчанию
tr: Varsayılan altyazı seçeneği

source: Subtitle border
ar: حد الترجمة
fr: Bordure des sous-titres
he: גבולות כתוביות
it: Bordo sottotitolo
jp: サブタイトル 境界
pl: Krawędź napisów
pt_eu: Contorno de legendas
ru: Границы субтитров
tr: Altyazı kenarlıkları

source: Thick
ar: سميك
fr: Gras
he: עבה
it: Spesso
jp: 太い
pl: Gruba
pt_eu: Grosso
ru: Толстый
tr: Kalın

source: Thin
ar: رفيع
fr: Fin
he: דק
it: Sottile
jp: 細い
pl: Cienka
pt_eu: Fino
ru: Тонкий
tr: Ince

source: Insufficient space in atached USB device. Media library compilation requires more storage space
ar: لا تتوفر مساحة كافية في جهاز USB الموّصل. يتطلب تصنيف مكتبة الموسيقى المزيد من مساحة التخزين
fr: Espace insuffisant sur l’appareil USB connecté. La compilation de la médiathèque nécessite davantage d’espace de stockage.
he: אין מספיק מקום בהתקן ה-USB המחובר. ספריית המדיה זקוקה למקום אחסון נוסף
it: Spazio insufficiente sul dispositivo USB collegato. La compilazione della libreria multimediale richiede più spazio d'archiviazione.
jp: 接続したUSBデバイスの空き容量が不十分です。メディアライブラリ コンパイルには記憶容量がさらに必要です。
pl: Za mało miejsca w podłączonym urządzeniu USB. Kompilacja biblioteki multimediów wymaga więcej miejsca w pamięci
pt_eu: A compilação do catálogo necessita de mais espaço em disco:
ru: Недостаточно места на подключенном USB-устройстве. Для компиляции медиатеки требуется больше места.
tr: Ortam kitaplığı için daha fazla yer gerekli:

source: The attached USB device is using HFS+ Journaling file system. Media library does not function under this file system, but playback is still supported. Please disable Journaling to allow full function of your media player
ar: جهاز USB الموّصل يستخدم نظام الملفات HFS+ Journaling. لا تعمل مكتبة الوسائط مع نظام الملفات هذا، ولكن لا يزال التشغيل مدعومًا. يرجى تعطيل نظام Journaling لتمكين الوظائف الكاملة لمشغل الوسائط
fr: L’appareil USB connecté utilise le système de fichiers HFS+. La médiathèque ne fonctionne pas sous ce système de fichiers ; en revanche, la lecture reste prise en charge. Veuillez désactiver la journalisation pour activer l’intégralité des fonctionnalités de votre lecteur multimédia.
he: התקן ה-USB המחובר משתמש במערכת קבצים מסוג HFS+ Journaling. ספריית המדיה אינה יכולה לפעול במערכת קבצים מסוג זה, אך ניתן לנגן ממנה. בטל את אפשרות התיעוד (Journaling) כדי להשתמש בכל תכונות נגן המדיה
it: Il dispositivo USB collegato usa il file system HFS+ con Journaling. La libreria multimediale non funziona con questo file system, tuttavia la riproduzione è supportata. Disabilitare il Journaling per abilitare tutte le funzioni del lettore multimediale.
jp: 接続したUSBデバイスはHFS+Journalingファイルシステムを使用しています。再生はできますが、メディアライブラリはこのファイルシステムをサポートしていません。メディアプレイヤーの機能を全て使用するには、Journalingを無効化してください。
pl: Podłączone urządzenie USB wykorzystuje system plików z księgowaniem HFS+. Biblioteka multimediów nie działa w tym systemie plików, ale odtwarzanie jest nadal obsługiwane. Wyłącz księgowanie, aby umożliwić działanie odtwarzacza multimediów
pt_eu: O catálogo não reconhece o sistema de ficheiros journaled, mas a leitura é possível.
ru: Подключенное USB-устройство использует файловую систему HFS+ с журналированием. Медиатека не работает в данной файловой системе, но воспроизведение поддерживается. Отключите журналирование для включения всех функций мультимедийного проигрывателя.
tr: Ortam kitaplığı bu dosya sistemini desteklemiyor. Ancak çalma desteği var.

source: The attached USB device is set to Read Only. The media library function will not be supported
ar: جهاز USB الموّصل مضبوط على وضع "القراءة فقط". لن يتم دعم وظيفة مكتبة الوسائط
fr: L’appareil USB connecté est réglé en mode Lecture seule. La fonction médiathèque ne sera pas prise en charge.
he: התקן ה-USB המחובר מוגדר לקריאה בלבד. תכונת נגן המדיה אינה נתמכת
it: Il dispositivo USB collegato è impostato su sola lettura. Non sarà supportata la funzione della libreria multimediale.
jp: 接続したUSBデバイスは読み取り専用に設定されています。メディアライブラリ機能は実行されません。
pl: Podłączone urządzenie USB jest ustawione jako tylko do odczytu. Biblioteka multimediów nie będzie obsługiwana
pt_eu: Impossível criar catálogo em disco só de leitura.
ru: Подключенное USB-устройство доступно только для чтения. Функция медиатеки не будет работать.
tr: Salt okunur hafıza üzerine ortam kitaplığı oluşturulamıyor.

source: Unable to create media library in the attached USB device. Please check your device's setting
ar: يتعذر إنشاء مكتبة وسائط في جهاز USB الموّصل. يرجى التحقق من إعداد الجهاز
fr: Impossible de créer une médiathèque sur l’appareil USB connecté. Veuillez vérifier les réglages de vos appareils.
he: לא ניתן ליצור ספריית מדיה בהתקן ה-USB המחובר. בדוק את הגדרות ההתקן
it: Impossibile creare la libreria multimediale sul dispositivo USB collegato. Controllare le impostazioni del dispositivo.
jp: 接続したUSBデバイスにメディアライブラリを作成できません。デバイスの設定を確認してください。
pl: Nie można utworzyć biblioteki multimediów w podłączonym urzadzeniu USB. Sprawdź ustawienie urządzenia
pt_eu: Impossível criar catálogo. Confirme as definições do seu disco.
ru: Невозможно создать медиатеку на подключенном USB-устройстве. Проверьте настройки устройства.
tr: Ortam kitaplığı oluşturulamıyor. Lütfen kaydetme ayarlarınızı kontrol edin.

source: Invalid firmware. Please download the correct firmware from http://www.wdc.com
ar: البرنامج الثابت غير صالح. يرجى تنزيل البرنامج الثابت الصحيح من http://www.wdc.com
fr: Microprogramme invalide. Veuillez télécharger le microprogramme adéquat depuis le site http://www.wdc.com.
he: קושחה לא חוקית. הורד את הקושחה המתאימה מהכתובת http://www.wdc.com
it: Firmware non valido. Caricare il firmware corretto dal sito http://www.wdc.com.
jp: ファームウェアが無効です。http://www.wdc.comから適切なファームウェアをダウンロードしてください。
pl: Nieprawidłowy firmware. Pobierz prawidłowy firmware pod adresem http://www.wdc.com
pt_eu: Invalid firmware
ru: Недопустимое встроенное ПО. Загрузите рабочую версию встроенного ПО с веб-сайта http://www.wdc.com.
tr: Geçersiz bellenim

source: File Management
ar: إدارة الملفات
fr: Gestion des fichiers
he: ניהול קבצים
it: Gestione file
jp: ファイル管理
pl: Zarządzanie plikami
pt_eu: Gestão de ficheiros
ru: Управление файлами
tr: Dosya Yönetimi

source: Select source
ar: حدد المصدر
fr: Sélectionner une source
he: בחר מקור
it: Seleziona origine
jp: ソースを選択
pl: Wybierz źródło
pt_eu: Seleccione uma origem
ru: Выбрать источник
tr: Bir kaynak seçin

source: Select a destination
ar: حدد وجهة
fr: Sélectionner une destination
he: בחר יעד
it: Selezionare una destinazione
jp: 送り先を選択
pl: Wybierz miejsce docelowe
pt_eu: Seleccione um destino
ru: Выберите пункт назначения
tr: Bir hedef seçin

source: Enabling file movement, background music will now be stopped...
ar: يتم الآن تمكين وظيفة نقل الملفات، سيتم إيقاف الموسيقى التصويرية الآن...
fr: Activation du déplacement de fichier, la musique en fond sonore va s’arrêter...
he: מאפשר העברת קבצים. מוסיקת הרקע תופסק...
it: Abilitazione dello spostamento dei file, la musica di sottofondo sarà arrestata...
jp: ファイルの移動を実施します。再生中の音楽は停止します。
pl: Włączenie przeniesienia plików, zatrzymanie muzyki w tle...
pt_eu: Ao activar a gestão de ficheiros, a música de fundo será interrompida...
ru: Включается перемещение файлов, фоновая музыка будет остановлена...
tr: Dosya taşıma etkinleştiriliyor, arkaplan müziği şimdi durdurulacak...

source: Copy
ar: نسخ
fr: Copier
he: העתק
it: Copia
jp: コピー
pl: Kopiuj
pt_eu: Copiar
ru: Копировать
tr: Kopyala

source: Delete
ar: حذف
fr: Supprimer
he: מחק
it: Elimina
jp: 削除
pl: Usuń
pt_eu: Eliminar
ru: Удалить
tr: Sil

source: Move
ar: نقل
fr: Déplacer
he: העבר
it: Sposta
jp: 移動
pl: Przenieś
pt_eu: Transferir
ru: Переместить
tr: Taşı

source: Select all
ar: تحديد الكل
fr: Sélectionner tout
he: בחר הכול
it: Seleziona tutto
jp: 全てを選択
pl: Zaznacz wszystko
pt_eu: Seleccionar tudo
ru: Выделить все
tr: Tümünü Seç

source: Source
ar: المصدر
he: מקור
it: Origine
jp: ソース
pl: Źródło
pt_eu: Origem
ru: Источник
tr: Kaynak

source: Destination
ar: الوجهة
he: יעד
it: Destinazione
jp: 送り先
pl: Miejsce docelowe
pt_eu: Destino
ru: Пункт назначения
tr: Hedef

source: Would you like to delete the selected files?
ar: هل ترغب في حذف الملفات المحددة؟
fr: Souhaitez-vous supprimer les fichiers sélectionnés ?
he: האם למחוק את הקבצים הנבחרים?
it: Eliminare i file selezionati?
jp: 選択したファイルを削除しますか？
pl: Czy chcesz usunąć wybrane pliki?
pt_eu: Pretende eliminar os ficheiros seleccionados?
ru: Удалить выбранные файлы?
tr: Seçilen dosyaları silmek istiyor musunuz?
