Repository: korkakak/mywdtvlive
Catalog: src/libs/RES_VILLA/resource/mo/*.po
Languages: ar, fr, he, it, jp, pl, pt_eu, ru, tr

source: This station is already in your Presets.
ar: توجد هذه المحطة بالفعل في "المحطات سابقة الضبط" الخاصة بك.
fr: Cette station se trouve déjà dans vos présélections.
he: תחנה זו כבר נמצאת ברשימת התחנות הקבועות שלך.
it: Questa stazione fa già parte dei Predefiniti.
jp: このステーションはすでに[プリセット]にあります。
pl: Ta stacja znajduje się już we wstępnie ustawionych.
pt_eu: Esta estação já está adicionada às suas Predefinições.
ru: Эта станция уже находится в списке предустановок.
tr: Bu istasyon zaten önayarlılarınızda.

source: Genre:
ar: النوع:
he: סוג:
it: Genere:
jp: ジャンル:
pl: Gatunek:
pt_eu: Género:
ru: жанр:
tr: Tür:

source: File Size:
ar: حجم الملف:
fr: Taille du fichier:
he: גודל קובץ:
it: Dimensioni file:
jp: ファイルのサイズ:
pl: Wielkość pliku:
pt_eu: Tamanho:
ru: Размер файла:
tr: Dosya boyutu:

source: File Type:
ar: نوع الملف:
fr: Type de fichier:
he: סוג קובץ:
it: Tipo di file:
jp: ファイルのタイプ:
pl: Typ pliku:
pt_eu: Tipo de ficheiro:
ru: Тип файла:
tr: Dosya türü:

source: Play mode
ar: وضع التشغيل
fr: Mode lecture
he: מצב נגינה
it: Modalità di riproduzione
jp: 再生モード
pl: Tryb odtwarzania
pt_eu: Modo de reprodução
ru: Режим воспроизведения
tr: Oynatma modu

source: Pan
ar: تدوير
fr: Panoramique
he: סיבוב
it: Panoramica
jp: 動く
pl: Panoramowanie
pt_eu: Mover
ru: Сдвиг
tr: Taşınmak

source: Zoom in
ar: تكبير
fr: Zoom avant
he: קרב
it: Zoom avanti
jp: ズームイン
pl: Powiększenie
pt_eu: Mais zoom
ru: Увеличить
tr: Büyült

source: Zoom out
ar: تصغير
fr: Zoom arrière
he: הרחק
it: Zoom indietro
jp: ズームアウト
pl: Zmniejszenie
pt_eu: Menos zoom
ru: Уменьшить
tr: Uzaklaştır

source: Info bar
ar: شريط المعلومات
fr: Barre d'information
he: סרגל פרטים
it: Barra informazioni
jp: 情報バー
pl: Pasek informacji
pt_eu: Barra de informações
ru: Информационная панель
tr: Bilgi çubuğu

source: Chapter
ar: الفصل
fr: Chapitre
he: פרק
it: Capitolo
jp: 章
pl: Rozdział
pt_eu: Capítulo
ru: Глава
tr: Bölüm

source: Rotate left
ar: تدوير لليسار
fr: Rotation vers la gaucje
he: סובב שמאלה
it: Ruota a sinistra
jp: 左に回転
pl: Obróć w lewo
pt_eu: Rodar para a esquerda
ru: Повернуть влево
tr: Sola Döndür

source: Rotate right
ar: تدوير لليمين
fr: Rotation vers la droite
he: סובב ימינה
it: Ruota a destra
jp: 右に回転
pl: Obróć w prawo
pt_eu: Rodar para a direita
ru: Повернуть вправо
tr: Doğru Döndür

source: Error: The source folder and destination folder are the same.
ar: خطأ: المجلد المصدر والمجلد الوجهة متطابقان.
fr: Erreur: Le dossier source et le dossier de destination sont les mêmes.
he: שגיאה: תיקיית המקור זהה לתיקיית היעד.
it: Errore: la cartella di origine e la cartella di destinazione coincidono.
jp: エラー: ソースフォルダおよびあて先フォルダが同一です。
pl: Błąd: Folder źródłowy i folder docelowy są takie same.
pt_eu: Erro: A pasta fonte e destino são a mesma pasta.
ru: Ошибка: исходная папка и папка назначения те же.
tr: Hata: kaynak klasörü ve hedef klasörü aynıdır.

source: Error: The destination folder is a subfolder of the source folder.
ar: خطأ: المجلد الوجهة هو مجلد فرعي بالمجلد المصدر.
fr: Erreur: Le dossier de destination est un sous-dossier du dossier source.
he: שגיאה: תיקיית היעד הינה תיקיית משנה של תיקיית המקור.
it: Errore: la cartella di destinazione è una sottocartella della cartella di origine.
jp: エラー: あて先フォルダはソースフォルダのサブフォルダです。
pl: Błąd: Folder docelowy to podfolder foldera źródłowego.
pt_eu: Erro: A pasta de destino é uma sub-pasta da fonte pasta.
ru: Ошибка: папка назначения является подпапкой папки источника.
tr: Hata: Hedef klasörün bir alt kaynak klasörün klasördür.

source: This folder is empty
ar: لا توجد وسائط في المجلد الحالي.
fr: Il n'y a pas de médias dans le dossier actuel.
he: אין מדיה בתיקייה הנוכחית.
it: La cartella corrente non contiene file multimediali.
jp: 現在のフォルダ内にないメディアです。
pl: Brak multimediów w bieżącym folderze.
pt_eu: Não existe qualquer multimédia na pasta actual.
ru: В текущей папке нет файлов мультимедиа.
tr: Bu geçerli klasör hiçbir ortamdır.

source: This folder is empty.
ar: لا توجد وسائط في المجلد الحالي.
fr: Il n'y a pas de médias dans le dossier actuel.
he: אין מדיה בתיקייה הנוכחית.
it: La cartella corrente non contiene file multimediali.
jp: 現在のフォルダ内にないメディアです。
pl: Brak multimediów w bieżącym folderze.
pt_eu: Não existe qualquer multimédia na pasta actual.
ru: В текущей папке нет файлов мультимедиа.
tr: Bu geçerli klasör hiçbir ortamdır.

source: First Name
ar: الاسم الأول
fr: Prénom
he: שם פרטי
it: Nome
jp: 名
pl: Imię
pt_eu: Nome
ru: Имя
tr: Ad

source: Last Name
ar: الاسم الأخير
fr: Nom de famille
he: שם משפחה
it: Cognome
jp: 姓
pl: Nazwisko
pt_eu: Apelido
ru: Фамилия
tr: Soyad

source: Email
ar: البريد الإلكتروني
he: דואר אלקטרוני
jp: Eメール
ru: Адрес электронной почты
tr: E-posta

source: Serial Number
ar: الرقم المسلسل
fr: Numéro de série
he: מספר סידורי
it: Numero di serie
jp: シリアル番号
pl: Numer seryjny
pt_eu: Número de série
ru: Серийный номер
tr: Seri numarası

source: Serial Number:
ar: الرقم المسلسل:
fr: Numéro de série:
he: מספר סידורי:
it: Numero di serie:
jp: シリアル番号:
pl: Numer seryjny:
pt_eu: Número de série:
ru: Серийный номер:
tr: Seri numarası:

source: Mac Address
ar: عنوان MAC
fr: Adresse MAC
he: כתובת MAC
it: Indirizzo MAC
jp: MACアドレス
pl: Adres MAC
pt_eu: Endereço MAC
ru: MAC-адрес
tr: MAC adresi

source: MAC Address
ar: عنوان MAC
fr: Adresse MAC
he: כתובת MAC
it: Indirizzo MAC
jp: MACアドレス
pl: Adres MAC
pt_eu: Endereço MAC
ru: MAC адрес
tr: MAC adresi

source: No content available.
ar: لا يتوفر محتوى.
fr: Aucun contenu disponible.
he: אין תוכן זמין.
it: Nessun contenuto disponibile.
jp: 使用可能なコンテンツはありません。
pl: Brak dostępnych treści.
pt_eu: Sem conteúdos disponíveis.
ru: Содержимое недоступно.
tr: İçerik mevcut değil.

source: No content available!
ar: لا يتوفر محتوى.
fr: Aucun contenu disponible.
he: אין תוכן זמין.
it: Nessun contenuto disponibile.
jp: 使用可能なコンテンツはありません。
pl: Brak dostępnych treści.
pt_eu: Sem conteúdos disponíveis.
ru: Содержимое недоступно.
tr: İçerik mevcut değil.

source: State end. No content available.
ar: لا يتوفر محتوى.
fr: Aucun contenu disponible.
he: אין תוכן זמין.
it: Nessun contenuto disponibile.
jp: 使用可能なコンテンツはありません。
pl: Brak dostępnych treści.
pt_eu: Sem conteúdos disponíveis.
ru: Содержимое недоступно.
tr: İçerik mevcut değil.

source: Most Viewed
ar: الأكثر مشاهدة
fr: Les + regardées
he: הנצפים ביותר
it: Più visti
jp: 再生回数の多い動画
pl: Najczęściej oglądane
pt_eu: Mais vistos
ru: Лидеры просмотров
tr: En çok görüntülenen

source: Most Viewed Videos
ar: الأكثر مشاهدة
fr: Les + regardées
he: הנצפים ביותר
it: Più visti
jp: 再生回数の多い動画
pl: Najczęściej oglądane
pt_eu: Mais vistos
ru: Лидеры просмотров
tr: En çok görüntülenen

source: Most Popular
ar: الأكثر شعبية
fr: Les plus populaires
he: הפופולריים ביותר
it: Più popolari
jp: 人気の動画
pl: Najbardziej popularne
pt_eu: Mais populares
ru: Самые популярные
tr: En gözde olan

source: Most Popular Videos
ar: الأكثر شعبية
fr: Les plus populaires
he: הפופולריים ביותר
it: Più popolari
jp: 人気の動画
pl: Najbardziej popularne
pt_eu: Mais populares
ru: Самые популярные
tr: En gözde olan

source: Top Rated
ar: الأكثر تقييمًا
fr: Les mieux notées
he: המובילים בדירוג
it: Migliori
jp: 評価の高い動画
pl: Najlepiej oceniane
pt_eu: Melhores classificados
ru: Лучшие оценки
tr: En yüksek derece

source: Include HD video feeds
ar: يتضمن مواجز فيديو عالية الوضوح (HD)
fr: Inclure les flux vidéo HD
he: כלול הזנות וידאו HD
it: Includi video HD feed
jp: HDビデオを含める
pl: Obejmuje zasilanie video HD
pt_eu: Incluir vídeo HD feeds
ru: Включить HD видео каналы
tr: Dahil HD video yayınları

source: Listen to thousands of commercial-free Internet radio stations! Live365 has broadcasts from Radio Disney, Santana, David Byrne, Pat Metheny, and Paul Oakenfold, as well as stations created by music lovers just like you! Easily browse through popular genres such as rock, hip-hop, jazz, and new age. Or discover treasures in some of the less-traveled styles such as gospel, comedy, anime, Hindi, trip hop, 30s, glam, tribal, Celtic, and 100s more.
ar: استمع لآلاف من محطات الراديو المجانية على الإنترنت! تتضمن شبكة Live365 إذاعات من Radio Disney وSantana وDavid Byrne وPat وMetheny وPaul Oakenfold إلى جانب المحطات التي يقوم بإنشائها محبو الموسيقى مثلك! تصفح بسهولة خلال أنواع الموسيقى الشهيرة، مثل الروك والهيب هوب والجاز وموسيقى العصر الجديد. أو اكتشف الكنوز الكامنة في بعض الأنماط الأقل زيارة مثل، الموسيقى الإنجيلية والكوميدية والأنمي والهندية والتريب هوب والثلاثينيات والجلام والقبلية والسلتية إلى جانب المئات من الأنواع الأخرى.
fr: Ecoutez des milliers de stations Internet gratuites et sans publicité ! Live365 diffuse des programmes de Radio Disney, Santana, David Byrne, Pat Metheny, et Paul Oakenfold, ainsi que des stations créées par des passionnés de musique comme vous ! Naviguez aisément parmi les genres les plus populaires : rock, hip-hop, jazz, et new-age. Ou découvrez de véritables perles dans des styles moins habituels tels que gospel, comédie, Hindi, trip hop, 30s, glam, tribal, celtique, et des centaines d’autres
he: האזן לתחנות רדיו אינטרנטיות ללא פרסומות! Live365 כולל שידורים מ-Radio Disney, ‏Santana, ‏David Byrne, ‏Pat Metheny, ‏ו-Paul Oakenfold, וכן תחנות אשר נוצרו על ידי חובבי מוסיקה כמוך! סייר בקלות בסגנונות שונים כגון רוק, היפ הופ, ג'אז וניו אייג'. או, גלה אוצרות בכמה מהסגנונות הפחות פופולריים כגון גוספל, קומדיות, אנימציות, הינדית, טריפ הופ, שנות ה-‏30, שירי הזוהר, שבטי, קלטי ומאות סגנונות נוספים.
it: Ascolta migliaia di stazioni radio commerciali gratuite in Internet! Live365 ha le trasmissioni di Radio Disney, Santana, David Byrne, Pat Metheny, e Paul Oakenfold, oltre a stazioni create da appassionati di musica come te! Sfoglia facilmente i generi più diffusi quali rock, hip-hop, jazz, e new age. Oppure scopri i tesori di stili meno diffusi quali gospel, commedia, anime, Hindi, trip hop, anni trenta, glam, tribale, Celtica, e centinaia di altri generi ancora.
jp: 何千ものインターネットラジオ局をコマーシャルなしでお楽しみ頂けます!Live365ではRadio Disney、Santana、David Byrne、 Pat Metheny、 Paul Oakenfoldらによるブロードキャスト、さらにあなたと同じように音楽を愛する人々が作成した局の放送をお届けします。ロック、ヒップホップ、ジャズ、ニューエイジといった主要ジャンルを簡単に閲覧。またはゴスペル、コメディ、アニメ、ヒンディ、トリップホップ、30ｓ、グラム、トライバル、ケルティック等、何百にもわたるアンダーグラウンドなジャンルからも、きっとお気に入りが見つかります。
pl: Słuchaj tysiący wolnych od reklam Internetowych stacji radiowych! Live365 nadaje Radio Disney, Santana, David Byrne, Pat Metheny oraz Paul Oakenfold, a także stacje utworzone przez miłośników muzyki, takich jak ty! Łatwe przeglądanie przez popularne gatunki takie jak rock, hip-hop, jazz i new age. Lub odkrywanie skarbów w niektórych mniej spenetrowanych stylach, takich jak gospel, comedy, anime, Hindi, trip hop, 30s, glam, tribal, Celtic i setki innych.
pt_eu: Ouça milhares de estações de rádio na Internet livres de comerciais! O Live365 disponibiliza emissões da Radio Disney, Santana, David Byrne, Pat Metheny, e Paul Oakenfold, além de estações de rádio criadas por amantes da música tais como você!Pesquise facilmente entre géneros populares como rock, hip-hop, jazz, e new age. Ou descubra tesouros em alguns dos estilos menos disseminados como o gospel, comedy, anime, Hindi, trip hop, 30s, glam, tribal, Celtic, e centenas de outros.
ru: Слушайте тысячи интернет-радиостанций без рекламы! Live365 транслирует передачи Radio Disney, Santana, David Byrne, Pat Metheny и Paul Oakenfold, а также радиостанций, созданных такими же любителями музыки, как вы! Выбирайте популярные жанры, например, рок, хип-хоп, джаз или нью-эйдж. Откройте для себя сокровищницу менее известных стилей, таких как госпел, комеди, аниме, хинди, трип-хоп, 30-е, глэм, трайбл, кельтская музыка и сотни других.
tr: Binlerce ücretsiz internet radyosu dinleyin! sizin gibi müzikseverler tarafından oluşturulan istasyonların yanı sıra Live365 Radio Disney, Santana, David Byrne, Pat Metheny ve Paul Oakenfold'dan yayınlara sahiptir.Rock, hip-hop, jazz ve new age gibi popüler türler arasında kolayca arama yapın. Bunun yerine gospel, comedy, anime, Hindi, trip hop, 30s, glam, tribal, Celtic ve 100s daha fazlası gibi daha az ziyaret edilen bazı türler arasındaki hazineleri keşfedin.

source: If you don't have an Live365 account, please visit http://www.live365.com to get started with your membership or become a VIP.
ar: إذا لم يكن لديك حساب على Live365، فيرجى زيارة http://www.live365.com/wdtv للحصول على عضويتك أو لكي تصبح عضو VIP.
fr: Si vous n'avez pas de compte Live365, visitez http://www.live365.com/wdtv pour vous abonner ou pour devenir un membre VIP.
he: אם אין ברשותך חשבון Live365, אנא בקר בכתובת http://www.live365.com/wdtv כדי להפוך לחבר או לאח"מ.
it: Se non hai un account Live365, visita http://www.live365.com/wdtv per iscriverti o diventare un VIP.
jp: Live365アカウントをお持ちでない場合は、http://www.live365.com/wdtv にアクセスし、会員になるかVIPになってください。
pl: Jeśli nie posiadasz konta Live365, odywiedź http://www.live365.com/wdtv, aby uzyskać członkostwo lub status członka VIP.
pt_eu: Se não tiver uma conta Live365, visite http://www.live365.com/wdtv para começar com a sua adesão ou tornar-se um VIP.
ru: Если вы не зарегистрированы на Live365, зарегистрируйтесь или приобретите VIP-статус на http://www.live365.com/wdtv.
tr: Eğer, ziyaret http://www.live365.com/wdtv lütfen Live365 hesabınız yoksa üyelik başlamak için veya bir VIP olmak.

source: Sort
ar: فرز
fr: Tri
he: מיון
it: Ordinamento
jp: 並べ替え
pl: Sortowanie
pt_eu: Ordenar
ru: Сортировка
tr: Sıralama

source: Audio Quality
ar: جودة الصوت
fr: Qualité audio
he: איכות שמע
it: Qualità audio
jp: 音質
pl: Jakość audio
pt_eu: Qualidade de áudio
ru: Качество звука
tr: Ses kalitesi

source: No station available!
ar: لا توجد محطة.
fr: Pas de station.
he: אין תחנות.
it: Nessuna stazione.
jp: 放送局がありません。
pl: Brak stacji.
pt_eu: Não estação de rádio.
ru: Нет станции.
tr: Hayır radyo istasyonu.

source: You must be logged in to use this feature. Would you like to login now?
ar: يجب تسجيل الدخول لاستخدام هذه الميزة. هل ترغب في تسجيل الدخول الآن?
fr: Vous devez être connecté pour utiliser cette fonction. Souhaitez-vous vous connecter maintenant ?
he: לשימוש בתכונה זו עליך להיות מחובר. האם להתחבר כעת?
it: Per utilizzare questa funzione è necessario effettuare l'accesso. Effettuare l'accesso ora?
jp: この機能を使用するにはログインが必要です。今すぐログインしますか？
pl: Aby korzystać z tej funkcji należy się zalogować. Czy chcesz się teraz zalogować?
pt_eu: Tem de estar registado para utlizar esta funcionalidade. Pretende iniciar sessão agora?
ru: Для использования этой функции необходимо войти в систему. Войти?
tr: Bu özelliği kullanmak için oturum açmanız gerekecektir. Şimdi oturum açmak istiyor musunuz?

source: has been removed from my presets.
ar: تمت إزالة هذه المحطة من محطاتك سابقة الضبط.
fr: Cette station de radio est déjà retiré de vos présélections.
he: תחנה זו הוסרה מהתחנות הקבועות שלך.
it: Questa stazione è stata già rimossa dai predefiniti.
jp: このラジオ局のプリセットからすでに削除されている。
pl: Ta stacja została usunięta ze wstępnie ustawionych.
pt_eu: Esta estação está removida das suas predefinições.
ru: Эта станция уже удалена из списка предустановок.
tr: Bu radyo istasyonu zaten önayarlarını kaldırılır.

source: has been added to my presets.
ar: تمت إضافة هذه المحطة إلى محطاتك سابقة الضبط.
fr: Cette station se trouve déjà dans vos présélections.
he: תחנה זו נוספה לתחנות הקבועות שלך.
it: Questa stazione è stata già aggiunta ai predefiniti.
jp: このステーションはすでに[プリセット]にあります。
pl: Ta stacja została dodana do wstępnie ustawionych.
pt_eu: Esta estação foi adicionada às suas predefinições.
ru: Эта станция добавлена в список предустановок.
tr: Bu istasyon zaten önayarlılarınızda.

source: Track info has been sent. Please check your email.
ar: تم إرسال معلومات المادة. يرجى الاطلاع على بريدك الإلكتروني.
fr: Les informations du morceau ont été envoyées. Consultez vos emails.
he: פרטי הרצועה נשלחו. בדוק את הדואר האלקטרוני שלך.
it: Informazioni sulla traccia inviate; controllare la posta elettronica.
jp: トラック情報を送信しました。Eメールをご確認ください。
pl: Wysłano informacje o ścieżce. Sprawdź swój e-mail.
pt_eu: Informações da faixa enviadas. Verifique o seu e-mail.
ru: Информация об аудиозаписи отправлена. Проверьте электронную почту.
tr: Parça bilgileri gönderildi. Lütfen e-postanızı kontrol edin.

source: info
ar: ملف تعريف المالك
fr: Profil du titulaire
he: פרופיל בעלים
it: Profilo proprietario
jp: 所有者プロフィール
pl: Profil właściciela
pt_eu: Perfil do proprietário
ru: Профиль владельца
tr: Kullanıcı profili

source: The device name can not contain any of following
ar: لا يمكن أن يحتوي اسم الجهاز على مسافات أو أي مما يلي
fr: Le nom de l’appareil ne peut contenir aucun espace ni aucun des caractères suivants :
he: שם ההתקן אינו יכול להכיל רווחים או כל אחד מהסימנים הבאים
it: Il nome del dispositivo non può contenere spazi o i seguenti caratteri
jp: デバイス名は空白あるいは以下の記号は使用できません
pl: Nazwa urządzenia nie może zawierać pustych miejsc lub żadnych następujących
pt_eu: O nome do dispositivo não pode conter espaços ou qualquer dos seguintes símbolos
ru: Имя устройства не должно содержать пробелов и следующих символов:
tr: Cihaz adı boşluğu veya aşağıdakilerden herhangi birini içeremez

source: and blank characters. The device name can not over 15 characters.
ar: لا يمكن أن يحتوي اسم الجهاز على أكثر من 15 حرفًا.
fr: Le nom de l’appareil est limité à 15 caractères.
he: שם ההתקן מוגבל ל-‏15 סימנים.
it: La lunghezza del nome del dispositivo è limitata a 15 caratteri.
jp: デバイス名は最大15文字までです。
pl: Nazwa urządzenia jest ograniczona do 15 znaków.
pt_eu: O nome do dispositivo está limitado a 15 caracteres.
ru: Имя устройства должно содержать не более 15 символов.
tr: Cihaz adı 15 karakterle sınırlıdır.

source: Network Shares
ar: أجزاء الشبكة المشتركة
fr: Partages réseau
he: שיתופי רשת
it: Condivisioni di rete
jp: ネットワーク共有
pl: Udziały sieciowe
pt_eu: Partilhas de rede
ru: Разделяемые ресурсы
tr: Ağ Paylaşımları

source: Samba Server
ar: مشاركة WDTV على شبكتك
fr: Partagez WDTV sur votre réseau
he: שתף את WDTV ברשת
it: Condividi WDTV sulla rete in uso
jp: WDTVをネットワーク上で共有
pl: Udostępnij WDTV w sieci
pt_eu: Partilhe WDTV na sua rede
ru: Открыть общий доступ к WDTV сети
tr: WDTV'yi ağınızda paylaşın

source: Auto login
ar: تسجيل الدخول تلقائيًا إلى جزء الشبكة المشترك
fr: Ouverture de session automatique pour le partage de réseau
he: כניסה אוטומטית אל שיתוף רשת
it: Accesso automatico alla condivisione di rete
jp: ネットワーク共有に自動ログイン
pl: Automatyczne logowanie do udziału sieciowego
pt_eu: Início de sessão automático para partilha de rede
ru: Автоподключение к разделяемым ресурсам
tr: Ağ paylaşımında otomatik oturum aç

source: Clear account information
ar: مسح معلومات تسجيل الدخول لجزء الشبكة المشترك
fr: Effacer les informations d'ouverture de session pour le serveur
he: נקה את פרטי ההתחברות אל שיתוף הרשת
it: Cancella le informazioni di accesso per la condivisione di rete
jp: ネットワーク共有へのログイン情報をクリア
pl: Usuń informacje o logowaniu dla udziału sieciowego
pt_eu: Limpar informações de início de sessão para partilha de rede
ru: Удалить сведения о входе в систему для сетевой папки
tr: Ağ paylaşımı oturum açma bilgilerini temizle

source: DNS server
ar: خادم DNS
fr: Serveur DNS
he: שרת DNS
it: Server DNS
jp: DNSサーバー
pl: Serwer DNS
pt_eu: Servidor DNS
ru: DNS сервер
tr: DNS sunucusu

source: Internet connection
ar: الاتصال بالإنترنت
fr: Connexion Internet
he: חיבור לאינטרנט
it: Connessione a Internet
jp: インターネット接続
pl: Połączenie z internetem
pt_eu: Ligação à Internet
ru: Соединение с Интернет
tr: İnternet bağlantısı

source: Incorrect IP address. Please check your network setting and try again.
ar: عنوان IP غير صحيح. يرجى فحص إعداد الشبكة وإعادة المحاولة.
fr: Adresse IP incorrecte. Veuillez vérifier les paramètres de votre réseau et réessayer.
he: כתובת IP שגויה. בדוק את הגדרות הרשת ונסה שנית.
it: Indirizzo IP errato. Controllare le impostazioni di rete e ritentare.
jp: IPアドレスが間違っています。ネットワーク設定を確認し再試行してください。
pl: Nieprawidłowy adres IP. Sprawdź ustawienie sieci i spróbuj ponownie.
pt_eu: Endereço IP incorrecto. Queira verificar as suas definições de rede e tente novamente.
ru: Недопустимый IP-адрес. Проверьте настройки вашей сети и повторите попытку!
tr: Hatalı IP adresi. Lütfen ağ ayarlarınızı kontrol edin ve tekrar deneyin.

source: Incorrect DNS server address. Please check your network setting and try again.
ar: عنوان خادم DNS غير صحيح. يرجى فحص إعداد الشبكة وإعادة المحاولة.
fr: Adresse de serveur DNS incorrecte. Veuillez vérifier les paramètres de votre réseau et réessayer.
he: כתובת שרת DNS שגויה. בדוק את הגדרות הרשת ונסה שנית.
it: Indirizzo server DNS errato. Controllare le impostazioni di rete e ritentare.
jp: DNSサーバアドレスが間違っています。ネットワーク設定を確認し再試行してください。
pl: Nieprawidłowy adres serwera DNS. Sprawdź ustawienie sieci i spróbuj ponownie.
pt_eu: Endereço do Servidor DNS incorrecto. Queira verificar as suas definições de rede e tentar novamente.
ru: Недопустимый адрес DNS-сервера. Проверьте настройки вашей сети и повторите попытку!
tr: Hatalı DNS sunucusu adresi. Lütfen ağ ayarlarınızı kontrol edin ve tekrar deneyin.

source: Check Internet connection failed. Please check your broadband connection.
ar: فشل فحص الاتصال بالإنترنت. يرجى فحص الاتصال واسع النطاق.
fr: Echec de la connexion Internet. Veuillez vérifier votre connexion haut-débit.
he: בדיקת החיבור אל האינטרנט נכשלה. בדוק את חיבור הפס הרחב שלך.
it: Controllo connessione Internet non riuscito. Controllare la propria connessione in banda larga.
jp: インターネット接続が切断されました。ブロードバンド接続を確認してください。
pl: Sprawdzenie połączenia z Internetem nie powiodło się. Sprawdź połączenie szerokopasmowe.
pt_eu: A verificação da ligação à Internet falhou. Queira verificar a sua ligação de banda larga.
ru: Проверьте подключение к Интернету. Проверьте широкополосное подключение.
tr: İnternet bağlantı hatasını kontrol edin. Lütfen genişbant bağlantınızı kontrol edin.

source: Would you like to save this account?
ar: هل ترغب في حفظ هذا الحساب؟
fr: Souhaitez-vous enregistrer ce compte ?
he: האם לשמור חשבון זה?
it: Salvare questo account?
jp: このアカウントを保存しますか？
pl: Czy chcesz zapisać to konto?
pt_eu: Quer guardar esta conta?
ru: Сохранить эту учетную запись?
tr: Bu hesabı kaydetmek ister misiniz?

source: Don't have an account?
ar: ليس لديك حساب؟
fr: Vous n’avez pas encore de compte ?
he: אין לך חשבון?
it: Non dispone di un account?
jp: アカウントをお持ちですか？
pl: Nie masz konta?
pt_eu: Não tem conta?
ru: Нет учетной записи?
tr: Hesabınız yok mu?

source: Are you sure you want to delete this account?
ar: هل تريد بالتأكيد حذف هذا الحساب؟
fr: Etes-vous sûr de vouloir supprimer ce compte ?
he: האם אתה בטוח שברצונך למחוק את החשבון?
it: Eliminare questo account?
jp: このアカウントを消去しますか？
pl: Czy na pewno chcesz usunąć to konto?
pt_eu: Tem a certeza de que quer eliminar esta conta?
ru: Вы уверены, что хотите удалить эту учетную запись?
tr: Bu hesabı silmek istediğinizden emin misiniz?

source: The media player can only save
ar: لا يمكن لمشغل الوسائط إلا حفظ
fr: Le lecteur multimédia peut sauvegarder un maximum de
he: נגן המדיה יכול לשמור רק
it: Il lettore multimediale può salvare solo
jp: メディアプレーヤーは各サービスごとに最大
pl: Odtwarzacz multimediów może jedynie zapisać
pt_eu: O leitor de media só pode guardar
ru: Мультимедийный проигрыватель может сохранить только
tr: Ortam yürütücüsü her hizmet için sadece

source: user accounts for each service. Please delete an account if you wish to add a new one.
ar: حسابات المستخدم لكل خدمة. يرجى حذف أحد الحسابات إذا كنت ترغب في إضافة واحد جديد.
fr: comptes d’utilisateur par service. Veuillez supprimer un compte avant d’en ajouter un nouveau.
he: חשבונות משתמש עבור כל שירות. אם תרצה להוסיף חשבון חדש, עליך למחוק תחילה חשבון קיים.
it: account utente per ogni servizio. Eliminare un account per poterne aggiungere uno nuovo.
jp: ユーザーアカウントまで保存することができます。新しくアカウントを追加する場合は、既存のアカウントを一つ削除してください。
pl: konta użytkowników dla każdej usługi. Usuń konto, aby dodać nowe.
pt_eu: contas de utilizador para cada serviço. Queira eliminar uma conta se pretender adicionar uma nova.
ru: учетных записей пользователей для каждой службы. Удалите одну учетную запись, если необходимо добавить новую.
tr: kullanıcı hesabını kaydedebilir. Lütfen yeni bir ehsap eklemek istiyorsanız bir hesap silin.
