Repository: korkakak/mywdtvlive
Catalog: src/libs/RES_VILLA/resource/mo/*.po
Languages: ar, fr, he, it, jp, pl, pt_eu, ru, tr

source: el
ar: اليونانية
fr: Grec
he: יוונית
it: Greco
jp: ギリシャ語
pl: Grecki
pt_eu: Grego
ru: Греческая
tr: Yunanca

source: EL
ar: اليونانية
fr: Grec
he: יוונית
it: Greco
jp: ギリシャ語
pl: Grecki
pt_eu: Grego
ru: Греческая
tr: Yunanca

source: tur
ar: التركية
fr: Turc
he: טורקית
it: Turco
jp: トルコ語
pl: Turecki
pt_eu: Turco
ru: Турецкий
tr: Türkçe

source: tr
ar: التركية
fr: Turc
he: טורקית
it: Turco
jp: トルコ語
pl: Turecki
pt_eu: Turco
ru: Турецкий
tr: Türkçe

source: TR
ar: التركية
fr: Turc
he: טורקית
it: Turco
jp: トルコ語
pl: Turecki
pt_eu: Turco
ru: Турецкий
tr: Türkçe

source: ara
ar: العربية
fr: Arabe
he: ערבית
it: Arabo
jp: アラビア語
pl: Arabski
pt_eu: Árabe
ru: Арабский
tr: Arapça

source: ar
ar: العربية
fr: Arabe
he: ערבית
it: Arabo
jp: アラビア語
pl: Arabski
pt_eu: Árabe
ru: Арабский
tr: Arapça

source: AR
ar: العربية
fr: Arabe
he: ערבית
it: Arabo
jp: アラビア語
pl: Arabski
pt_eu: Árabe
ru: Арабский
tr: Arapça

source: hin
ar: الهندية
fr: Hindi
he: הינדית
it: Hindi
jp: ヒンディー語
pl: Hinduski
pt_eu: Hindi
ru: Хинди
tr: Hindu

source: hi
ar: الهندية
fr: Hindi
he: הינדית
it: Hindi
jp: ヒンディー語
pl: Hinduski
pt_eu: Hindi
ru: Хинди
tr: Hindu

source: HI
ar: الهندية
fr: Hindi
he: הינדית
it: Hindi
jp: ヒンディー語
pl: Hinduski
pt_eu: Hindi
ru: Хинди
tr: Hindu

source: tha
ar: التايلاندية
fr: Thai
he: תאילנדית
it: Thai
jp: タイ
pl: Tajski
pt_eu: Tailandês
ru: Тайский
tr: Tayland dili

source: th
ar: التايلاندية
fr: Thai
he: תאילנדית
it: Thai
jp: タイ
pl: Tajski
pt_eu: Tailandês
ru: Тайский
tr: Tayland dili

source: TH
ar: التايلاندية
fr: Thai
he: תאילנדית
it: Thai
jp: タイ
pl: Tajski
pt_eu: Tailandês
ru: Тайский
tr: Tayland dili

source: Would you like to resume play or restart from the beginning?
ar: هل ترغب في استئناف التشغيل أم البدء من جديد؟
fr: Souhaitez-vous redémarrer la lecture ou reprendre depuis le début ?
he: האם להמשיך בנגינה או להתחיל מההתחלה?
it: Riprendere la riproduzione o ricominciare dall'inizio?
jp: 再生を再開または最初から再スタートしたいですか？
pl: Czy chcesz wznowić odtwarzanie lub uruchomić ponownie od początku?
pt_eu: Quer continuar a reprodução ou começar do início?
ru: Продолжить воспроизведение или начать с начала?
tr: Oynatma işlemine devam etmek veya baştan başlatmak ister misiniz?

source: Screensaver mode
ar: وضع شاشة التوقف
fr: Mode économiseur d'écran
he: מצב שומר מסך
jp: スクリーンセーバーモード
pl: Tryb wygaszacza ekranu
pt_eu: Modo Screensaver
ru: Скринсейвер режиме
tr: Ekran koruyucu modu

source: Logo
ar: الشعار
he: לוגו
jp: ロゴ
ru: Логотип

source: Digital without HDMI audio
ar: رقمي دون صوت HDMI
fr: Numérique sans audio HDMI
he: דיגיטלי ללא שמע HDMI
it: Digitale senza audio HDMI
jp: HDMI音声なしのデジタル
pl: Cyfrowy bez audio HDMI
pt_eu: Digital sem áudio HDMI
ru: Цифровой без поддержки HDMI аудио
tr: HDMI ses çıkışı olmadan dijital

source: Match video framerate
ar: مطابقة معدل إطارات الفيديو
fr: Faire correspondre taux de trame vidéo
he: התאם קצב תמונות בווידאו
it: Sincronizza velocità fotogrammi
jp: ビデオフレームレートを一致
pl: Dopasowanie szybkości przesyłania klatek video
pt_eu: Corresponder à taxa de tramas de vídeo
ru: Согласование частоты кадров видео
tr: Video kare sayısını eşleştir

source: Menu
ar: القائمة
he: תפריט
jp: メニュー
ru: Меню
tr: Menü

source: Parental control
ar: التحكم الأبوي
fr: Contrôle parental
he: חסימת צפייה
jp: ペアレンタルコントロール
pl: Kontrola rodzicielska
pt_eu: Controlo parental
ru: Родительский контроль
tr: Ebeveyn kontrolü

source: Set the new password
ar: اضبط كلمة المرور الجديدة
fr: Configurer nouveau mot de passe
he: קבע סיסמה חדשה
it: Imposta nuova password
jp: 新しいパスワードを設定
pl: Ustaw nowe hasło
pt_eu: Defina a nova palavra-passe
ru: Изменить пароль
tr: Yeni parolayı ayarla

source: Remove password
ar: إزالة كلمة المرور
fr: Supprimer mot de passe
he: בטל סיסמה
it: Rimuovi password
jp: パスワードの削除
pl: Usuń hasło
pt_eu: Remover palavra-passe
ru: Удалить пароль
tr: Parolayı kaldır

source: Would you like to setup parental control?
ar: هل ترغب في إعداد التحكم الأبوي؟
fr: Souhaitez-vous activer le contrôle parental ?
he: האם להגדיר חסימת צפייה?
it: Impostare il Parental Control?
jp: ペアレンタルコントロールを設定したいですか？
pl: Czy chcesz ustawić kontrolę rodzicielską?
pt_eu: Quer configurar o controlo parental?
ru: Настроить родительский контроль?
tr: Ebeveyn kontrolünü kurmak istiyor musunuz?

source: Please enter your password.
ar: يرجى إدخال كلمة المرور.
fr: Veuillez saisir votre mot de passe.
he: הזן את הסיסמה.
it: Inserire la password.
jp: パスワードを入力してください。
pl: Wprowadź hasło.
pt_eu: Introduza a sua palavra-passe.
ru: Введите пароль.
tr: Lütfen parolanızı girin.

source: Re-enter your password.
ar: أعد إدخال كلمة المرور.
fr: Ressaisissez votre mot de passe.
he: הזן מחדש את הסיסמה.
it: Inserire di nuovo la password.
jp: パスワードを再入力してください。
pl: Wprowadź ponownie hasło.
pt_eu: Introduza a sua palavra-passe novamente.
ru: Повторите ввод пароля.
tr: Parolanızı tekrar girin.

source: The password you entered do not match, please try again.
ar: كلمة المرور التي أدخلتها غير متطابقة، فيرجى إعادة المحاولة.
fr: Le mot de passe ne correspond pas, veuillez réessayer.
he: הסיסמה שהזנת אינה תואמת, נסה שנית.
it: La password inserita non corrisponde, riprovare.
jp: 入力したパスワードが一致しません。再度お試しください。
pl: Wprowadzone hasło nie pasuje, spróbuj ponownie.
pt_eu: A palavra-passe introduzida não corresponde; tente de novo.
ru: Введенный пароль не верен, попытайтесь снова.
tr: Girdiğiniz parola eşleşmiyor, lütfen tekrar deneyin.

source: Setup completed. parental control can only be applied to folders saved in the internal storage.
ar: اكتمل الإعداد. يمكن فقط تطبيق التحكم الأبوي على المجلدات المحفوظة في وحدة التخزين الداخلية.
fr: Configuration terminée. Le contrôle parental ne peut être appliqué qu’aux dossiers stockés dans la mémoire interne.
he: ההתקנה הסתיימה. ניתן להפעיל חסימת צפייה אך ורק בתיקיות השמורות באמצעי האחסון הפנימי.
it: Impostazione completata. Il Parental Control può essere applicato solo alle cartelle salvare nell’archivio interno.
jp: 設定が完了しました。ペアレンタルコントロールは、内部ストレージに保存されたフォルダにのみ適用することができます。
pl: Ustawienia zakończone. Kontrola rodzicielska może być zastosowana wyłącznie do folderów zapisanych w pamięci wewnętrznej.
pt_eu: Configuração concluída. O controlo parental só pode ser aplicado a pastas no armazenamento interno.
ru: Настройка завершена. Родительский контроль применяется только к папкам на внутреннем запоминающем устройстве.
tr: Kurulum tamamlandı. Ebeveyn kontrolü iç belleğe kaydedilen klasörlere uygulanacaktır.

source: Please enter the old password.
ar: يرجى إدخال كلمة المرور القديمة.
fr: Veuillez saisir l’ancien mot de passe.
he: הזן את הסיסמה הישנה.
it: Inserire la vecchia password.
jp: 古いパスワードを入力してください。
pl: Wprowadź stare hasło.
pt_eu: Introduza a palavra-passe antiga.
ru: Введите предыдущий пароль.
tr: Lütfe eski parolanızı girin.

source: Password has been removed.
ar: تمت إزالة كلمة المرور.
fr: Mot de passe supprimé.
he: הסיסמה נמחקה.
it: La password è stata rimossa.
jp: パスワードは削除されました。
pl: Hasło zostało usunięte.
pt_eu: A palavra-passe foi removida.
ru: Пароль удален.
tr: Parola kaldırıldı.

source: Your password has been changed.
ar: تم تغيير كلمة المرور.
fr: Votre mot de passe a été modifié.
he: סיסמתך שונתה.
it: La password è stata modificata.
jp: パスワードは変更されました。
pl: Hasło zostało zmienione.
pt_eu: A sua palavra-passe foi alterada.
ru: Пароль изменен.
tr: Parolanız değiştirildi.

source: Invalid password. Please try again.
ar: كلمة المرور غير صالحة. يرجى إعادة المحاولة.
fr: Mot de passe incorrect. Veuillez réessayer.
he: סיסמה שגויה. נסה שנית.
it: Password non valida. Riprovare.
jp: 無効なパスワードです。再度お試しください。
pl: Nieprawidłowe hasło. Spróbuj ponownie.
pt_eu: Palavra-passe inválida. Tente de novo.
ru: Неверный пароль. Повторите попытку.
tr: Geçersiz parola. Lütfen tekrar deneyin.

source: Please enter the new password.
ar: يرجى إدخال كلمة المرور الجديدة.
fr: Veuillez saisir le nouveau mot de passe.
he: הזן את הסיסמה החדשה.
it: Inserire la nuova password.
jp: 新しいパスワードを入力してください。
pl: Wprowadź nowe hasło.
pt_eu: Introduza a nova palavra-passe.
ru: Введите новый пароль.
tr: Lütfen yeni parolanızı girin.

source: Remove parental control
ar: إزالة التحكم الأبوي
fr: Suppression du contrôle parental.
he: הסר חסימת צפייה
it: Rimuovi Parental Control
jp: ペアレンタルコントロールを削除
pl: Usuń kontrolę rodzicielską
pt_eu: Remover controlo parental
ru: Удалить родительский контроль
tr: Ebeveyn kontrolünü kaldır

source: Lock this folder
ar: قفل هذا المجلد
fr: Verrouiller ce dossier
he: נעל תיקייה זו
it: Blocca questa cartella
jp: このフォルダをロック
pl: Zablokuj ten folder
pt_eu: Bloquear esta pasta
ru: Заблокировать папку
tr: Bu klasörü kilite

source: Invalid input!
ar: إدخال غير صالح!
fr: Saisie incorrecte !
he: קלט לא חוקי!
it: Inserimento non valido!
jp: 無効な入力です
pl: Nieprawidłowe wprowadzane dane!
pt_eu: Introdução inválida!
ru: Неверные входные данные!
tr: Geçersiz giriş!

source: Input is empty!
ar: الإدخال فارغ!
fr: Saisie vide !
he: השדה ריק!
it: Inserimento vuoto!
jp: 入力されていません
pl: Puste pole wprowadzania!
pt_eu: Introdução em branco!
ru: Строка ввода пуста!
tr: Giriş boş!

source: Proxy
ar: البروكسي
jp: プロキシ
ru: Прокси

source: Please enter proxy address
ar: يرجى إدخال عنوان البروكسي
fr: Veuillez saisir l’adresse Proxy
he: הזן כתובת Proxy
it: Inserire l’indirizzo del Proxy
jp: プロキシアドレスを入力してください
pl: Wprowadź adres Proxy
pt_eu: Introduza o endereço Proxy
ru: Введите адрес прокси-сервера
tr: Lütfen Proxy adresini girin

source: Please enter proxy port
ar: يرجى إدخال منفذ البروكسي
fr: Veuillez saisir le port Proxy
he: הזן יציאת Proxy
it: Inserire la porta del Proxy
jp: プロキシポートを入力してください
pl: Wprowadź port Proxy
pt_eu: Introduza a porta Proxy
ru: Введите номер порта прокси сервера
tr: Lütfen Proxy bağlantı noktasını girin

source: Proxy Address
ar: عنوان البروكسي
fr: Adresse Proxy
he: כתובת Proxy
it: Indirizzo Proxy
jp: プロキシアドレス
pl: Adres Proxy
pt_eu: Endereço Proxy
ru: Адрес прокси-сервера
tr: Proxy Adresi

source: Proxy Port
ar: منفذ البروكسي
fr: Port Proxy
he: יציאת Proxy
it: Porta Proxy
jp: プロキシポート
pl: Port Proxy
pt_eu: Porta Proxy
ru: Порт прокси-сервера
tr: Proxy Bağlantı Noktası

source: Restart network. Please wait...
ar: أعد تشغيل الشبكة. يرجى الانتظار...
fr: Redémarrage réseau. Veuillez patienter...
he: הפעל מחדש את הרשת. נא להמתין...
it: Riavvio della rete. Attendere...
jp: ネットワークを再スタートします。お待ちください。
pl: Uruchom ponownie sieć. Zaczekaj...
pt_eu: Reinicío da rede. Aguarde por favor...
ru: Повторное подключение к сети. Пожалуйста, подождите...
tr: Ağı yeniden başlat. Lütfen bekleyin...

source: The Mediafly service is currently unavailable, please check again later.
ar: خدمة Mediafly غير متاحة حاليًا، فيرجى التحقق مرة أخرى لاحقًا.
fr: Le service Mediafly est actuellement indisponible. Veuillez réessayer ultérieurement.
he: שירות Mediafly אינו זמין כעת, נסה שנית מאוחר יותר.
it: Il servizio Mediafly momentaneamente non è disponibile; controllare in un secondo tempo.
jp: Mediaflyサービスは現在利用できません。後ほど再度確認してください。
pl: Usługa Mediafly jest aktualnie niedostępna, sprawdź ponownie później.
pt_eu: O serviço Mediafly está indisponível de momento; tente de novo mais tarde.
ru: Услуга ХХХХХ временно недоступна, повторите попытку позже.
tr: Mediafly servisi şu anda kullanımdışı, lütfen sonra tekrar deneyin.

source: Internet Media
ar: وسائط الإنترنت
fr: Média Internet
he: מדיית אינטרנט
it: Supporto Internet
jp: インターネットメディア
pl: Multimedia internetowe
pt_eu: Multimédia na Internet
ru: Данные в Интернете
tr: İnternet ortamı

source: Episodes
ar: الحلقات
he: פרקים
it: Episodi
jp: エピソード
pl: Epizody
pt_eu: Episódios
ru: Эпизоды
tr: Bölümler

source: of days left on your VIP Free Trial.Visit www.live365.com/wdc for info or to become a VIP.
ar: متبقية في تجربة VIP المجانية لك. تفضل بزيارة http://www.live365.com/wdtv لمعرفة المعلومات أو لكي تصبح عضو VIP.
fr: jours restant pour votre essai gratuit VIP. Visitez http://www.live365.com/wdtv pour plus de détails ou pour devenir un VIP.
he: נותרו לגרסת הניסיון החופשית של VIP. בקר בכתובת http://www.live365.com/wdtv לקבלת פרטים או כדי לפתוח חשבון אח"מ (VIP).
it: di giorni residui per il suo Accesso demo gratuito VIP. Visitare http://www.live365.com/wdtv per avere informazioni o per diventare utente VIP.
jp: 日VIP無料お試し期間は残り。 詳しい情報、またはVIPとなるにはhttp://www.live365.com/wdtv をご覧ください。
pl: pozostało bezpłatnego członkostwa VIP. Odwiedź www.live365.com/wdtv w celu uzyskania informacji o tym, jak zostać członkiem VIP.
pt_eu: dias remanescentes do seu Período Experimental Gratuito VIP. Visite http://www.live365.com/wdtv para mais informações ou para se tornar VIP.
ru: дней осталось до окончания действия бесплатного пробного VIP-статуса. Получить информацию и стать VIP-участником можно на веб-сайте по адресу: http://www.live365.com/wdtv.
tr: VIP Ücretsiz Denemenizde kalan gün. Bilgi için veya VIP üye olmak için http://www.live365.com/wdtv'yi ziyaret edin.

source: Connection Successfully.Would you like to save this network connection Automatically?
ar: تم الاتصال بنجاح! هل ترغب في حفظ هذه الشبكة اللاسلكية بلائحة مفضلاتك تلقائيًا.
fr: Connexion établie! Souhaitez-vous automatiquement sauvegarder cette connexion réseau?
he: ההתחברות הצליחה. האם לשמור את הרשת האלחוטית ברשימת המועדפים האוטומטיים?
it: Connessione riuscita! Salvare automaticamente questa connessione di rete?
jp: 接続しました! このネットワーク接続を自動に設定しますか？
pl: Połączenie powiodło się. Czy chcesz zapisać tę sieć bezprzewodową na liście ulubionych automatycznie?
pt_eu: Ligação estabelecida com Sucesso! Quer guardar esta ligação de rede Automaticamente?
ru: Соединение установлено! Сохранить данное сетевое подключение автоматически?
tr: Başarıyla bağlayın! Otomatik olarak bu ağ bağlantısını kaydetmek ister misiniz?

source: arabic
ar: العربية
fr: العربية
he: العربية
it: العربية
jp: العربية
pl: العربية
pt_eu: العربية
ru: العربية
tr: العربية

source: hebrew
ar: עברית
fr: עברית
he: עברית
it: עברית
jp: עברית
pl: עברית
pt_eu: עברית
ru: עברית
tr: עברית

source: Change Location
ar: ﺖﻐﻴﻳﺭ ﺎﻠﻣﻮﻘﻋ
fr: Changer lieu
he: שנה מיקום
it: Cambia posizione
jp: 場所を変更
pl: Zmień lokalizację
pt_eu: Alterar localização
ru: Смена расположения
tr: Konum Değiştir

source: Wall
ar: ﺎﻠﺣﺎﺌﻃ
fr: Mur
he: קיר
it: Bacheca
jp: 掲示板
pl: Ściana
pt_eu: Mural
ru: Стена
tr: Duvar

source: Version
pt_eu: Versão
tr: Sürüm
