Repository: korkakak/mywdtvlive
Catalog: src/libs/RES_VILLA/resource/mo/*.po
Languages: ar, fr, he, it, jp, pl, pt_eu, ru, tr

source: Your media player is up to date.
ar: مشغل الوسائط مُحدّث.
fr: Votre lecteur multimédia est à jour.
he: נגן המדיה מעודכן.
it: Il lettore multimediale è aggiornato.
jp: ご使用のメディアプレーヤーは最新の状態に更新されています。
pl: Odtwarzacz multimediów jest uaktualniony.
pt_eu: O seu leitor de media está actualizado.
ru: Мультимедийный проигрыватель имеет последнюю версию.
tr: Ortam yürütücünüz güncellenmiştir.

source: WD TV Live HD Media Player FW IS Top
ar: مشغل الوسائط WD TV Live HD مُحدّث.
fr: Votre Live-HD-Mediaplayer est à jour.
he: נגן המדיה WD TV Live HD מעודכן.
it: Il vostro lettore multimediale Live-HD è aggiornato.
jp: あなたのWD TV Live HD Media Playerは最新です。
pl: Odtwarzacz WD TV Live HD Media Player jest uaktualniony.
pt_eu: Este Leitor de multimédia Live-HD está atualizado.
ru: Последние обновления установлены на Ваш мультимедийный проигрыватель.
tr: Live-HD Ortam Oynatıcınızın güncel olduğundan.

source: WD TV Plus HD Media Player FW IS Top
ar: مشغل الوسائط WD TV Live Plus HD مُحدّث.
fr: Votre Live Plus-HD-Mediaplayer est à jour.
he: נגן המדיה WD TV Live Plus HD מעודכן.
it: Il vostro lettore multimediale Live Plus-HD è aggiornato.
jp: あなたのWD TV Live Plus HD Media Playerは最新です。
pl: Odtwarzacz WD TV Live Plus HD Media Player jest uaktualniony.
pt_eu: Este Leitor de multimédia Live Plus-HD está atualizado.
ru: Последние обновления установлены на Ваш мультимедийный проигрыватель.
tr: Live Plus-HD Ortam Oynatıcınızın güncel olduğundan.

source: The device could not download updates.
ar: تعذر على الجهاز تنزيل التحديثات.
fr: L’appareil n’a pas pu télécharger les mises à jour.
he: המכשיר לא הצליח להוריד עדכונים.
it: Il dispositivo non è riuscito a scaricare gli aggiornamenti.
jp: デバイスは更新をダウンロードできませんでした。
pl: Urządzenie nie może pobrać aktualizacji.
pt_eu: O dispositivo não conseguiu transferir as actualizações.
ru: Невозможно загрузить обновления на устройство.
tr: Aygıt güncellemeleri indiremez.

source: System updates could not check for updates because of a network problem. Please check your network connections.
ar: تعذر على النظام الفحص بحثًا عن تحديثات نتيجة لمشكلة بالشبكة. يرجى فحص اتصالات الشبكة.
fr: Le système n’a pas pu vérifier la présence de mises à jour en raison d’un problème réseau. Veuillez vérifier vos connexions réseau.
he: לא ניתן לבדוק אם ישנם עדכוני מערכת בשל בעיה ברשת. בדוק את החיבור אל הרשת.
it: Aggiornamenti di sistema non è riuscito a verificare la presenza di aggiornamenti a causa di un problema di rete. Controllare le connessioni di rete.
jp: ネットワークに障害があるため、アップデートを確認することができませんでした。ネットワーク接続を確認してください。
pl: Funkcja aktualizacji systemu nie może spawdzić aktualizacji z powodu problemu z siecią. Sprawdź połączenia sieciowe.
pt_eu: O componente de actualizações do sistema não conseguiu verificar a existência de actualizações devido a um problema de rede.Queira verificar as suas ligações de rede.
ru: Не удалось проверить наличие обновлений системы из-за ошибки сети. Проверьте подключения к сети.
tr: Sistem güncellemeleri ağ sorunu nedeniyle güncellemeleri kontrol edemiyor. Lütfen ağ bağlantılarınızı kontrol edin.

source: Select connection method
ar: حدد طريقة الاتصال
fr: Sélectionnez une méthode de connexion
he: בחר שיטת התחברות
it: Selezionare il metodo di connessione
jp: 接続方法の選択
pl: Wybierz metodę połączenia
pt_eu: Seleccionar método de ligação
ru: Выбор способа подключения
tr: Bağlantı yöntemini seçin

source: Please choose your network connection
ar: يرجى اختيار اتصال الشبكة المستخدم
fr: S'il vous plaît choisissez votre connexion réseau
he: בחר חיבור רשת
it: Si prega di scegliere la connessione di rete
jp: ネットワーク接続を選択してください
pl: Wybierz połączenie sieciowe
pt_eu: Por favor, escolha a conexão de rede
ru: Пожалуйста, выберите подключение к сети
tr: Lütfen ağ bağlantınızı seçin

source: Please choose your network connection.
ar: يرجى اختيار اتصال الشبكة المستخدم.
fr: S'il vous plaît choisissez votre connexion réseau.
he: בחר חיבור רשת.
it: Si prega di scegliere la connessione di rete.
jp: ネットワーク接続を選択してください
pl: Wybierz połączenie sieciowe.
pt_eu: Por favor, escolha a conexão de rede.
ru: Пожалуйста, выберите подключение к сети.
tr: Lütfen ağ bağlantınızı seçin.

source: Select an Available Network
ar: حدد شبكة لاسلكية متاحة
fr: Sélectionnez un réseau sans-fil disponible
he: בחר רשת אלחוטית זמינה
it: Selezionare una rete wireless disponibile
jp: 使用できるワイヤレスネットワークを選択
pl: Wybierz dostępną sieć bezprzewodową
pt_eu: Seleccionar uma rede sem fios disponível
ru: Выбор доступной беспроводной сети
tr: Kullanılabilen kablosuz ağı seçin

source: Connect Now
ar: اتصال الآن
fr: Connexion immédiate
he: התחבר כעת
it: Collega adesso
jp: 今すぐ接続する
pl: Połącz teraz
pt_eu: Ligar Agora
ru: Подключить сейчас
tr: Bağlantı şimdi

source: Done
ar: تم
fr: Effectué
he: סיים
it: Eseguito
jp: 完了
pl: Wykonane
pt_eu: Efectuado
ru: Готово
tr: Bitti

source: (Empty)
ar: (فارغ)
fr: (Vide)
he: (ריק)
it: (vuoto)
jp: （登録なし）
pl: (Pusty)
pt_eu: (vazio)
ru: (пустой)
tr: (boş kap)

source: Default
ar: افتراضي
fr: Par défaut
he: ברירת מחדל
it: difetto
jp: デフォルト
pl: Domyślne
pt_eu: Padrão
ru: По умолчанию
tr: kusur

source: Favorites
ar: المفضلات
fr: Favoris
he: מועדפים
it: Favoritos
jp: お気に入り
pl: Ulubione
pt_eu: Favoritos
ru: Избранное
tr: Favoriler

source: Connection successful.
ar: تم الاتصال بنجاح!
fr: Connexion établie!
he: ההתחברות הצליחה.
it: Connessione riuscita!
jp: 接続しました!
pl: Połączenie powiodło się.
pt_eu: Ligação estabelecida com Sucesso!
ru: Соединение установлено!
tr: Başarıyla bağlayın!

source: Connect Successfully!
ar: تم اجتياز فحص اتصال الشبكة.
fr: Vérification réussie de la connexion réseau.
he: בדיקת החיבור לרשת עברה בהצלחה.
it: Controllo connessione di rete superato.
jp: ネットワーク接続の確認が終了しました。
pl: Sprawdzenie połączenia sieciowego powiodło się.
pt_eu: Verificação da ligação de rede aprovada.
ru: Проверка сетевого подключения пройдена.
tr: Ağ bağlantısı kontrolü geçildi.

source: The profile space is full!
ar: مساحة ملف التعريف ممتلئة. يرجى إزالة أحد ملفات التعريف الموجودة حتى يمكن إضافة واحد جديد.
fr: L’espace alloué aux profils est plein. Veuillez supprimer un profil existant avant d’en ajouter un nouveau.
he: המקום המיועד לשמירת פרופילים מלא. מחק פרופיל קיים כדי להוסיף פרופיל חדש.
it: Lo spazio del profilo è completo. Rimuovere un profilo esistente per aggiungerne uno nuovo.
jp: プロファイルの保存ができません。新しいプロファイルを追加するには、既存のプロファイルを削除してください。
pl: Pełne miejsce na profil. Usuń istniejący profil, aby można było dodać nowy.
pt_eu: O espaço para perfis está cheio. Queira remover um perfil existente para que possa ser adicionado um novo.
ru: Память профилей исчерпана. Удалите существующий профиль для добавления нового.
tr: Profil alanı dolu. Lütfen mevcut bir profili kaldırın, böylece yeni bir profil eklenebilir.

source: Do you want replace this profile?
ar: هل تريد استبدال ملف التعريف هذا؟
fr: Souhaitez-vous écraser ce profil?
he: האם לדרוס פרופיל זה?
it: Sovrascrivere questo profilo?
jp: このプロファイルに上書きしますか？
pl: Czy chcesz zastąpić ten profil?
pt_eu: Quer substituir este perfil?
ru: Перезаписать данный профиль?
tr: Bu profil değiştirmek istiyor musunuz?

source: Can not detect wireless module.
ar: يتعذر اكتشاف محول USB اللاسلكي.
fr: Adaptateur USB sans-fil introuvable.
he: לא ניתן לזהות מתאם USB אלחוטי.
it: Impossibile rilevare un adattatore USB wireless.
jp: ワイヤレスUSBアダプタを検出できません。
pl: Nie można wykryć adaptera USB połączenia bezprzewodowego.
pt_eu: Não foi possível detectar o adaptador USB de redes sem fios.
ru: Невозможно обнаружить беспроводной USB-адаптер.
tr: Kablosuz USB adaptörü algılanamıyor.

source: The SSID is Empty.
ar: مُعرّف SSID هذا فارغ.
fr: Le SSID est vide.
he: ה-SSID ריק.
it: Questo SSID è vuoto.
jp: SSIDがありません。
pl: Ten SSID jest pusty.
pt_eu: O SSID está em branco.
ru: SSID не указано.
tr: SSID Boş.

source: Can not set this profile to favorite.
ar: يتعذر حفظ ملف التعريف هذا إلى مفضلاتك.
fr: Impossible de sauvegarder ce profil dans vos favoris.
he: לא ניתן לשמור את הפרופיל במועדפים.
it: Impossibile salvare questo profilo tra i preferiti.
jp: このプロファイルをお気に入りに保存できません。
pl: Nie można zapisać tego profilu w ulubionych.
pt_eu: Não foi possível guardar este perfil nos seus favoritos.
ru: Невозможно сохранить этот профиль в список избранных профилей.
tr: Bu profil sık kullanılanlarınıza kaydedilemiyor.

source: Unable to connect to the wireless network.
ar: يتعذر الاتصال بالشبكة اللاسلكية.
fr: Impossible de se connecter au réseau sans-fil.
he: לא ניתן להתחבר אל הרשת האלחוטית.
it: Impossibile effettuare la connessione alla rete wireless.
jp: デバイスはネットワークに接続できません。
pl: Nie można połączyć się z siecią bezprzewodową.
pt_eu: Não é possível conectar à rede sem fios.
ru: Устройству не удалось подключиться к беспроводной сети.
tr: Kablosuz ağa olan bağlantıyı devredışı bırak.

source: System registration
ar: تسجيل النظام
fr: Enregistrement du système
he: הרשמת מערכת
it: Registrazione del sistema
jp: システム登録
pl: Rejestracja systemu
pt_eu: Registo do sistema
ru: Регистрация системы
tr: Sistem Kaydı

source: Register Product
ar: تسجيل النظام
fr: Enregistrement du système
he: הרשמת מערכת
it: Registrazione del sistema
jp: システム登録
pl: Rejestracja systemu
pt_eu: Registo do sistema
ru: Регистрация системы
tr: Sistem Kaydı

source: Register
ar: تسجيل النظام
fr: Enregistrement du système
he: הרשמת מערכת
it: Registrazione del sistema
jp: システム登録
pl: Rejestracja systemu
pt_eu: Registo do sistema
ru: Регистрация системы
tr: Sistem Kaydı

source: Enter First Name
ar: أدخل الاسم الأول
fr: Veuillez entrer le orénom
he: הזן שם פרטי
it: Inserire nome
jp: 名を入力してください
pl: Wprowadź imię
pt_eu: Introduza o nome próprio
ru: Введите Имя
tr: Lütfen Ad'yi girin

source: Enter Last Name
ar: أدخل الاسم الأخير
fr: Veuillez entrer le nom de famille
he: הזן שם משפחה
it: Inserire cognome
jp: 姓を入力してください
pl: Wprowadź nazwisko
pt_eu: Introduza o Apelido
ru: Введите Фамилию
tr: Lütfen Soyad'yi girin

source: Enter Email
ar: أدخل البريد الإلكتروني
fr: Veuillez entrer le E-mail
he: הזן דואר אלקטרוני
it: Inserire E-mail
jp: Eメールを入力してください。
pl: Wprowadź e-mail
pt_eu: Introduza o E-mail
ru: Введите адрес Эл. Почты
tr: Lütfen E-posta'yi girin

source: Registration failed. Please go to http://register.wdc.com/ to register your product.
ar: فشل التسجيل. يرجى الانتقال إلى http://register.wdc.com/ لتسجيل المنتج.
fr: Echec de l'enregistrement. Veuillez vous rendre sur le site http://register.wdc.com/ pour enregistrer votre produit.
he: ההרשמה נכשלה. בקר בכתובת http://register.wdc.com/ כדי לרשום את המוצר שברשותך.
it: Registrazione non riuscita. Visitare http://register.wdc.com/ per effettuare la registrazione del prodotto.
jp: 登録できませんでした。http://register.wdc.com/ からご使用の製品を登録してください。
pl: Rejestracja nie powiodła się. Przejdź do http://register.wdc.com/ w celu rejestracji produktu.
pt_eu: O registo falhou. Visite http://register.wdc.com/ para registar o seu produto.
ru: Сбой регистрации. Перейдите на веб-сайт http://register.wdc.com/ для регистрации продукта.
tr: Kayıt başarısız. Lütfen ürününüzü kaydetmek için http://register.wdc.com/'a gidin.

source: Would you like to register now?
ar: هل ترغب في التسجيل الآن؟
fr: Souhaitez-vous effectuer l'enregistrement maintenant?
he: האם להירשם כעת?
it: Effettuare la registrazione ora?
jp: 今すぐ登録しますか？
pl: Czy chcesz się teraz zarejestrować?
pt_eu: Quer registar-se agora?
ru: Хотите зарегистрировать устройство?
tr: Şimdi kaydetmek ister misiniz?

source: Do you want to receive future email support survey or free newsletter with special member-only discounts and latest news from WD?
ar: هل تريد تلقي استبيانات الدعم عبر البريد الإلكتروني أو الإصدارات الصحفية المجانية بتخفيضات مجانية للأعضاء فقط وآخر الأخبار من WD مستقبلاً؟
fr: Souhaitez-vous recevoir des sondages ou des newsletters gratuite, des offres spéciales réservées à nos membres ainsi que toute l’actualité de WD par email ?
he: האם תרצה לקבל סקר תמיכה או עלון בדואר אלקטרוני ללא תשלום, עם הנחות לחברים בלבד וחדשות עדכניות של WD?
it: Si desidera ricevere in futuro, per postsa elettronica, sondaggi in merito al servizio di supporto o la newsletter gratuita con gli sconti speciali riservati esclusivamente ai soci e le notizie più recenti da WD?
jp: 将来WDからEメールサポートアンケート、あるいは会員向け特別割引の無料ニュースレターおよび最新情報の配信を希望しますか？
pl: Czy chcesz odbierać w przyszłości ankiety przez e-mail lub bepłatne newslettery ze specjalnymi zniżkami wyłącznie dla członków i najnowsze wiadomości z WD?
pt_eu: Quer receber inquéritos de suporte ou boletins informativos gratuitos com descontos especiais exclusivos para membros e as últimas notícias da WD por correio electrónico?
ru: Хотите в дальнейшем получать по электронной почте анкеты по качеству поддержки или бесплатную рассылку со специальными скидками только для участников и последними новостями от WD?
tr: İleride WD'den sadece özel üye indirimlerine sahip e-posta destek anketi veya ücretsiz haber bültenleri ve en son haberleri almak ister misiniz?

source: The media player will not restart to initiate the upgrade process. Since the new firmware is located on an password protected drive, please unlock the drive again after reboot.
ar: ستتم إعادة تشغيل مشغل الوسائط الآن لبدء عملية الترقية. ونظرًا لوجود البرنامج الثابت الجديد على محرك محمي بكلمة مرور، فيرجى فتح قفل المحرك مرة أخرى بعد إعادة التشغيل.
fr: Le lecteur multimédia va maintenant redémarrer le processus de mise à jour. Etant donné que le nouveau microprogramme se trouve sur un lecteur protégé par mot de passe, veuillez une nouvelle fois déverrouiller le lecteur après le redémarrage.
he: נגן המדיה יופעל מחדש כדי להתחיל את תהליך השדרוג. הקושחה החדשה נמצאת בכונן המוגן על ידי סיסמה, עליך לשחרר את הכונן שוב לאחר ההפעלה מחדש.
it: Il lettore multimediale adesso verrà riavviato per iniziare il processo di aggiornamento. Poiché il nuovo firmware si trova su un'unità protetta da password, sbloccare di nuovo il drive dopo il riavvio.
jp: アップグレードを開始するためメディアプレーヤーを再起動します。新しいファームウェアはパスワード保護されたドライブに保存されているため、再起動後にドライブのロックを解除してください。
pl: Nastąpi teraz ponowne uruchomienie odtwarzacza multimediów w celu zainicjowania procesu aktualizacji. Ponieważ nowy firmware znajduje się w napędzie zabezpieczonym hasłem, odblokuj ponownie napęd po ponownym uruchomieniu.
pt_eu: O leitor multimédia irá agora reiniciar para dar início ao processo de actualização. Uma vez que o novo firmware está localizado numa unidade protegida por palavra-passe, queira desbloquear a unidade novamente depois da reinicialização.
ru: Мультимедийный проигрыватель перезапустится для инициации процесса обновления. Так как новая микропрограмма расположена на защищенном паролем диске, снова разблокируйте диск после перезагрузки.
tr: Ortam yürütücü yükseltme işlemini başlangıç durumuna getirmek için şimdi yeniden başlayacak. Yeni donanım yazılımı parola korumalı bir sürücüde bulunduğu için, yeniden başlattıktan sonra lütfen sürücünün kilidini tekrar açın.

source: Please remove your drive from WD TV.
ar: يرجى إزالة المحرك من WD TV.
fr: Veuillez retirer votre lecteur du WD TV.
he: שלוף את הכונן מ-WD TV.
it: Rimuovere l'unità dal WD TV.
jp: WD TVからドライブを取り外してください。
pl: Usuń bezpiecznie napęd z WD TV.
pt_eu: Remova a sua unidade da WD TV.
ru: Извлеките накопитель из WD TV.
tr: Lütfen sürücünüzü WD TV'den kaldırın.

source: Please remove your drive from WD TV,
ar: يرجى إزالة المحرك من WD TV.
fr: Veuillez retirer votre lecteur du WD TV.
he: שלוף את הכונן מ-WD TV.
it: Rimuovere l'unità dal WD TV,
jp: WD TVからドライブを取り外してください。
pl: Usuń bezpiecznie napęd z WD TV.
pt_eu: Remova a sua unidade da WD TV.
ru: Извлеките накопитель из WD TV,
tr: Lütfen sürücünüzü WD TV'den kaldırın,

source: Would you like to permanently delete the selected file?
ar: هل ترغب في حذف الملف المحدد بشكل نهائي؟
fr: Souhaitez-vous supprimer définitivement le fichiers sélectionnés ?
he: האם למחוק לצמיתות את הקובץ הנבחר?
it: Vuoi eliminare definitivamente il file selezionato?
jp: 選択したファイルを永久に削除しますか？
pl: Czy chcesz trwale usunąć wybrany plik?
pt_eu: Você gostaria de excluir permanentemente o arquivo selecionado?
ru: Удалить выбранный файл навсегда?
tr: Kalıcı Seçili dosyayı silmek ister misiniz?

source: HDMI compatible mode
ar: وضع HDMI المتوافق
fr: Mode compatible HDMI
he: מצב תואם HDMI
it: HDMI compatibile modalità
jp: HDMIの互換モード
pl: Tryb zgodności z HDMI
pt_eu: HDMI modo compatível
ru: HDMI совместим режиме
tr: HDMI uyumlu modu

source: About Live365
ar: حول Live365
fr: A propos de Live365
he: אודות Live365
it: Informazioni su Live365
jp: Live 365 について
pl: Informacje o Live365
pt_eu: Acerca do Live365
ru: О сервисе Live365
tr: Live365 Hakkında

source: About Live365 VIP
ar: حول Live365
fr: A propos de Live365
he: אודות Live365
it: Informazioni su Live365
jp: Live 365 について
pl: Informacje o Live365
pt_eu: Acerca do Live365
ru: О сервисе Live365
tr: Live365 Hakkında

source: All Stations
ar: كل المحطات
fr: Toutes les stations
he: כל התחנות
it: Tutte le stazioni
jp: すべてのサイト
pl: Wszystkie stacje
pt_eu: Todas as estações
ru: Все станции
tr: Tüm İstasyonlar

source: Only high
ar: العالية فقط
fr: Seulement haut
he: גבוהה בלבד
it: Solo alto
jp: 高のみ
pl: Wyłącznie wysoka
pt_eu: Só elevado
ru: Только высокий
tr: Yalnızca yüksek

source: Medium to high
ar: المتوسطة إلى العالية
fr: Moyen à haut
he: בינונית עד גבוהה
it: Da medio ad alto
jp: 中から高
pl: Średnia do wysokiej
pt_eu: Médio a elevado
ru: От среднего до высокого
tr: Orta - Yüksek

source: Low to medium
ar: المنخفضة إلى المتوسطة
fr: Bas à moyen
he: נמוכה עד בינונית
it: Da basso a medio
jp: 低から中
pl: Niska do średniej
pt_eu: Fraco a médio
ru: От низкого до среднего
tr: Düşük - Orta

source: Only low
ar: المنخفضة فقط
fr: Seulement bas
he: נמוכה בלבד
it: Solo basso
jp: 低のみ
pl: Wyłącznie niska
pt_eu: Apenas fraco
ru: Только низкий
tr: Yalnızca düşük

source: Sign in/Sign out
ar: تسجيل الدخول/تسجيل الخروج
fr: Connexion/Déconnexion
he: היכנס/צא
it: Entra/Esci
jp: サインイン/サインアウト
pl: Zarejestruj/Wyrejestruj
pt_eu: Entrar/Sair
ru: Вход/Выход
tr: Kayıt/Çıkış

source: Sort stations alphabetically
ar: فرز المحطات أبجديًا
fr: Trier les stations par ordre alphabétique
he: מיין תחנות לפי סדר אלף בית
it: Stazioni in ordine alfabetico
jp: サイトをアルファベット順に並び替え
pl: Alfabetyczne sortowanie stacji
pt_eu: Ordenar as estações por ordem alfabética
ru: Сортировка станций по алфавиту
tr: İstasyonları alfabetik olarak sırala

source: Sort stations by popularity
ar: فرز المحطات حسب الشعبية
fr: Trier les stations par niveau de popularité
he: מיין תחנות לפי פופולריות
it: Stazioni in ordine di popolarità
jp: サイトを人気順に並び替え
pl: Sortuj stacje według popularności
pt_eu: Ordenar as estações por popularidade
ru: Сортировка станций по степени популярности
tr: İstasyonları popülariteye göre sırala

source: IP address
ar: عنوان IP
fr: Adresse IP
he: כתובת IP
it: Indirizzo IP
jp: IPアドレス
pl: Ares IP
pt_eu: Endereço IP
ru: IP-адрес
tr: IP-адрес

source: IP Address
ar: عنوان IP
fr: Adresse IP
he: כתובת IP
it: Indirizzo IP
jp: IPアドレス
pl: Ares IP
pt_eu: Endereço IP
ru: IP-адрес
tr: IP-адрес

source: Subnet Mask
ar: قناع الشبكة الفرعية
fr: Masque de sous-réseau
he: מיסוך רשת משנה
jp: ネットマスク
pl: Maska podsieci
pt_eu: Máscara de sub-rede
ru: Маска подсети
tr: Маска подсети

source: Gateway
ar: المدخل
fr: Passerelle
he: שער
jp: ゲートウェイ
pl: Brama
ru: Шлюз
tr: Шлюз

source: There was a problem connecting to the network.Check your settings and try again.
ar: حدثت مشكلة في الاتصال بالشبكة. يرجى فحص الإعدادات وإعادة المحاولة.
fr: Il y a eu un problème lors de la connexion au réseau. Vérifiez vos réglages et essayez à nouveau.
he: אירעה בעיה בהתחברות אל הרשת. בדוק את ההגדרות ונסה שנית.
it: C'è stato un problema di collegamento alla rete. Controllare le impostazioni e riprovare.
jp: ネットワークの接続に問題があります。設定を確認し再試行してください。
pl: Wystąpił problem połączenia z siecią. Sprawdź ustawienia sieci i spróbuj ponownie.
pt_eu: Ocorreu um erro ao ligar à rede. Verifique as suas definições e tente novamente.
ru: Отсутствует доступ к сети. Проверьте установки и сделайте повторную попытку.
tr: Ağa bağlanmada sorun vardı. Ayarlarınızı kontrol edip tekrar deneyin.

source: There was a problem connecting to the network. Please check your settings and try again.
ar: حدثت مشكلة في الاتصال بالشبكة. يرجى فحص الإعدادات وإعادة المحاولة.
fr: Il y a eu un problème lors de la connexion au réseau. Vérifiez vos réglages et essayez à nouveau.
he: אירעה בעיה בהתחברות אל הרשת. בדוק את ההגדרות ונסה שנית.
it: C'è stato un problema di collegamento alla rete. Controllare le impostazioni e riprovare.
jp: ネットワークの接続に問題があります。設定を確認し再試行してください。
pl: Wystąpił problem połączenia z siecią. Sprawdź ustawienia sieci i spróbuj ponownie.
pt_eu: Ocorreu um erro ao ligar à rede. Verifique as suas definições e tente novamente.
ru: Отсутствует доступ к сети. Проверьте установки и сделайте повторную попытку.
tr: Ağa bağlanmada sorun vardı. Ayarlarınızı kontrol edip tekrar deneyin.

source: Are you sure you want to delete all accounts?
ar: هل تريد بالتأكيد حذف كل الحسابات؟
fr: Etes-vous sûr de vouloir supprimer tous compte ?
he: האם אתה בטוח שברצונך למחוק את כל החשבונות?
it: Eliminare tutti gli account?
jp: すべてのアカウントを消去しますか？
pl: Czy na pewno chcesz usunąć wszystkie konta?
pt_eu: Tem certeza de que deseja excluir todas as contas?
ru: Вы уверены, что хотите удалить все записи?
tr: Size tüm hesap silmek istediğinizden emin misiniz?

source: The video has been successfully added!
ar: تمت إضافة الفيديو بنجاح!
fr: La vidéo a été ajouté avec succès!
he: קטע הווידאו נוסף בהצלחה!
it: Il video è stato aggiunto con successo!
jp: 動画を追加しました。
pl: Video zostało pomyślnie dodane!
pt_eu: O vídeo foi adicionado com sucesso!
ru: Видео успешно добавлено!
tr: Video başarıyla eklendi!

source: The video has been successfully rated!
ar: تم تقييم الفيديو بنجاح!
fr: La vidéo a été correctement évalué!
he: קטע הווידאו דורג בהצלחה!
it: Il video è stato valutato!
jp: 評価を完了しました。
pl: Video zostało pomyślnie ocenione!
pt_eu: O vídeo foi avaliado com sucesso!
ru: Видео Успешно оценено!
tr: Video başarıyla yorumlanan oldu!

source: HDMI deep color
ar: وضع HDMI عميق الألوان
fr: Mode Deep Color HDMI
he: מצב HDMI Deep-Color
it: Modalità HDMI deep-color
jp: HDMI deep color モード
pl: Tryb głębokich kolorów HDMI
pt_eu: Modo HDMI de cor profunda
ru: Режим насыщенного цвета HDMI
tr: HDMI deep color modu

source: Are you sure you want to change the HDMI deep color?
ar: هل تريد بالتأكيد تغيير وضع HDMI عميق الألوان?
fr: Êtes-vous sûr de vouloir changer le mode de HDMI deep color?
he: האם אתה בטוח שברצונך לשנות את מצב HDMI deep color?
it: Si è certi di volere modificare le HDMI deep color modalità?
jp: このHDMI deep color モードを変更しますか？
pl: Czy na pewno chcesz zmienić tryb głębokich kolorów HDMI?
pt_eu: Tem a certeza de que quer alterar as modo HDMI deep color?
ru: Вы уверены, что хотите изменить deep color режим?
tr: HDMI deep color modu değiştirmek istediğinizden emin misiniz?

source: Wireless Favorites
ar: المفضلات اللاسلكية
fr: Favoris sans-fil
he: מועדפי רשת אלחוטית
it: Preferiti wireless
jp: お気に入りのアクセスポイント
pl: Ulubione połączenia bezprzewodowe
pt_eu: Favoritos sem fios
ru: Избранные беспроводные сети
tr: Kablosuz sık

source: Check for new update
ar: فحص بحثًا عن تحديث جديد
fr: Chercher des nouvelles mises à jour
he: בדוק אם יש עדכונים חדשים
it: Controlla aggiornamento
jp: 更新プログラムの確認
pl: Sprawdź nowe aktualizacje
pt_eu: Verificar se há nova atualização
ru: Проверить наличие обновлений
tr: Yeni güncelleme için kontrol edin

source: Downloading new firmware
ar: تنزيل البرنامج الثابت الجديد
fr: Téléchargement de nouveau logiciel
he: מוריד קושחה חדשה
it: È in corso il download del nuovo firmware
jp: 新しいファームウェアをダウンロードしています
pl: Pobieranie nowego firmware
pt_eu: Descarregamento do novo firmware
ru: Загрузка новой версии ПО
tr: Yeni firmware indiriliyor

source: Updating firmware
ar: تحديث البرنامج الثابت
fr: Mise à jour de nouveau logiciel
he: מעדכן קושחה
it: Aggiornamento firmware in corso
jp: ファームウェアのアップデート
pl: Aktualizacja firmware
pt_eu: Actualização de firmware
ru: Обновление версии ПО
tr: Firmware güncelleme
