Repository: korkakak/mywdtvlive
Catalog: src/libs/RES_VILLA/resource/mo/*.po
Languages: ar, fr, he, it, jp, pl, pt_eu, ru, tr

source: Video
ar: الفيديو
fr: Vidéo
he: וידיאו
jp: ビデオ
pt_eu: Vídeo
ru: Видео

source: Music
ar: الموسيقى
fr: Musique
he: מוסיקה
it: Musica
jp: 音楽
pl: Muzyka
pt_eu: Música
ru: Музыка
tr: Müzik

source: Settings
ar: الإعدادات
fr: Réglages
he: הגדרות
it: Impostazioni
jp: 設定
pl: Ustawienia
pt_eu: Configurações
ru: Настройки
tr: Ayarlar

source: All Video
ar: كل الفيديو
fr: Toutes mes vidéos
he: כל קטעי הווידאו
it: Tutti i video
jp: 全てのビデオ
pl: Wszystkie video
pt_eu: Todos os vídeos
ru: Все видео
tr: Tüm Videolar

source: Date
ar: التاريخ
he: תאריך
it: Data
jp: 日付
pl: Data
pt_eu: Data
ru: дата
tr: Tarih

source: Folders
ar: المجلدات
fr: Dossiers
he: תיקיות
it: Cartelle
jp: フォルダ
pl: Foldery
pt_eu: Pasta
ru: папки
tr: Klasörler

source: Recent
ar: الحديث
fr: Récent
he: אחרונים
it: Recente
jp: 最近
pl: Ostatnie
pt_eu: Recentes
ru: последние
tr: Son Kullanılanlar

source: Playlist
ar: لائحة التشغيل
fr: Listes
he: רשימת השמעה
jp: プレイリスト
pl: Lista odtwarzania
pt_eu: Lista de reprodução
ru: Список воспроизведения
tr: Çalma Listesi

source: Playlist Videos
ar: لائحة التشغيل
fr: Listes
he: רשימת השמעה
it: Playlist
jp: プレイリスト
pl: Lista odtwarzania
pt_eu: Lista de reprodução
ru: Список воспроизведения
tr: Çalma Listesi

source: All Music
ar: كل الموسيقى
fr: Toute ma musique
he: כל המוסיקה
it: Tutta la musica
jp: 全ての音楽
pl: Cała muzyka
pt_eu: Todas as músicas
ru: Вся музыка
tr: Tüm Müzikler

source: Artist
ar: الفنان
fr: Artiste
he: אמן
it: Artista
jp: アーチスト
pl: Wykonawca
pt_eu: Artista
ru: исполнитель
tr: Sanatçı

source: Genre
ar: النوع
he: סוג
it: Genere
jp: ジャンル
pl: Gatunek
pt_eu: Género
ru: жанр
tr: Tür

source: Album
ar: الألبوم
he: אלבום
jp: アルバム
pt_eu: Álbum
ru: альбом
tr: Albüm

source: Now Playing
ar: الجاري تشغيله
fr: En cours
he: מנגן כעת
it: In esecuzione
jp: 再生中です
pl: Teraz odtwarzane
pt_eu: A reproduzir
ru: Проигрывается
tr: Şu an çalan

source: Now playing
ar: الجاري تشغيله
fr: En cours
he: מנגן כעת
it: In esecuzione
jp: 再生中です
pl: Teraz odtwarzane
pt_eu: A reproduzir
ru: Проигрывается
tr: Şu an çalan

source: New firmware found
ar: تم العثور على برنامج ثابت جديد
fr: Nouveau logiciel détecté
he: נמצאה קושחה חדשה
it: Trovato nuovo firmware
jp: 新しいファームウェアを検出しました
pl: Znaleziono nowy firmware
pt_eu: Novo firmware encontrado
ru: Обнаружена новая версия встроенного ПО
tr: Yeni yazılım bulundu

source: No storage present
ar: لا توجد وحدة تخزين
fr: Aucun stockage présent
he: אין אמצעי אחסון זמין
it: Nessun dispositivo di archiviazione presente
jp: ストレージがありません
pl: Brak pamięci masowej
pt_eu: Nenhum armazenamento encontrado
ru: Запоминающее устройство не подключено
tr: Takılı hafıza yok

source: Media library compilation requires more storage space:
ar: يتطلب تصنيف مكتبة الموسيقى المزيد من مساحة التخزين:
fr: Votre médiathèque requiert plus d’espace de stockage :
he: ספריית המדיה זקוקה למקום אחסון נוסף:
it: La compilation catalogo multimediale richiede un maggiore spazio in memoria:
jp: メディアライブラリコンピレーションには多くの格納スペースが必要です。
pl: Kompilacja biblioteki multimediów wymaga więcej miejsca w pamięci:
pt_eu: A compilação da biblioteca de multimédia necessita de mais espaço de armazenamento:
ru: Для компиляции библиотеки мультимедиа требуется больше места:
tr: Ortam kitaplığı için daha fazla yer gerekli:

source: Scanning the attached storage. The first time scanning may take longer. Please wait...
ar: مسح وحدة التخزين الموّصلة. قد تستغرق أول عملية مسح عدة دقائق. يرجى الانتظار...
fr: Analyse de l'appareil de stockage. La première analyse peut être plus longue. Veuillez patienter...
he: סורק את אמצעי האחסון המחובר. הסריקה הראשונה עשויה להמשך מספר דקות. נא להמתין...
it: È in corso l'analisi del dispositivo connesso. La prima analisi può richiedere svariati minuti. Attendere...
jp: 接続したストレージをスキャンしています。初めての場合は時間がかかります。お待ちください。
pl: Wyszukiwanie dołączonej pamięci. Pierwsze wyszukiwanie trwa kilka minut. Zaczekaj...
pt_eu: A analisar o armazenamento ligado. A primeira análise pode demorar vários minutos. Aguarde...
ru: Сканирование подключенного запоминающего устройства. Первое сканирование может занять несколько минут. Подождите...
tr: Takılı depolamanın taranıyor. İlk tarama işlemi birkaç dakika sürebilir. Lütfen bekleyin...

source: Please select [OK] to resume playback or [Cancel] to restart the video
ar: يرجى تحديد [موافق] لاستئناف التشغيل أو [إلغاء] لبدء تشغيل الفيديو من جديد
fr: Sélectionnez [OK] pour reprendre la lecture ou [Annuler] pour revenir au début
he: בחר [OK] (אישור) כדי להמשיך בנגינה, או [Cancel] (ביטול) כדי להפעיל מחדש את הווידאו
it: Selezionare [OK] per riavviare la riproduzione o [Annulla] per riavviare il video
jp: [OK]を選択すると前回停止位置から再生できます。[キャンセル]ではじめから再生します。
pl: Wybierz [OK], aby wznowić odtwarzanie lub [Anuluj], aby ponownie uruchomić video
pt_eu: Seleccione [OK] para continuar ou [Cancelar] para reiniciar o vídeo
ru: Нажмите [OK] для возобновления воспроизведения или [Отмена] для воспроизведения видеозаписи с начала
tr: Lütfen kaldığınız yerden devam etmek için [OK] (Tamam) ya da yeniden başlatmak için [Cancel] (İptal) öğelerini seçin.

source: Audio/Video
ar: صوت/فيديو
fr: Audio/Vidéo
he: שמע/וידאו
jp: 音声/ビデオ
pt_eu: Áudio/Vídeo
ru: Аудио и видео
tr: Ses/Video

source: Audio
ar: صوت
he: שמע
jp: 音声
pt_eu: Áudio
ru: Аудио
tr: Ses

source: Movie
ar: فيلم
fr: Film
he: סרט
it: Film
jp: 動画
pl: Film
pt_eu: Filmes
tr: Film

source: System
ar: النظام
fr: Système
he: מערכת
it: Sistema
jp: システム
pt_eu: Sistema
ru: Система
tr: Sistem

source: Interval time
ar: المدة الفاصلة
fr: Intervalle
he: מרווח זמן
it: Intervallo
jp: 間隔
pl: Czas odstępu
pt_eu: Tempo de intervalo
ru: Интервал
tr: Bekleme süresi

source: Language
ar: اللغة
fr: Langue
he: שפה
it: Lingua
jp: 言語
pl: Język
pt_eu: Idioma
ru: Язык
tr: Dil

source: About
ar: حول
fr: A propos
he: אודות
it: Informazioni su
jp: バージョン情報
pl: Informacje
pt_eu: Acerca de
ru: О программе
tr: Hakkında

source: Normal
ar: عادي
he: רגיל
it: Normale
jp: 標準
pl: Normalne
ru: Обычный

source: Widescreen
ar: شاشة عريضة
fr: Ecran large
he: מסך רחב
jp: ワイドスクリーン
pl: Szeroki ekran
pt_eu: Ecrã panorâmico
ru: Широкий экран
tr: Geniş ekran

source: Composite
ar: مُركّب
it: Composito
jp: コンポジット
pt_eu: Composto
ru: Композитный
tr: Kompozit

source: Auto
ar: تلقائي
he: אוטומטי
jp: 自動
pl: Automatyczny
ru: Авто
tr: Otomatik

source: Stereo
ar: استريو
fr: Stéréo
he: סטריאו
jp: ステレオ
pt_eu: Estéreo
ru: Стерео

source: Digital
ar: رقمي
he: דיגיטלי
it: Digitale
jp: デジタル
pl: Cyfrowy
ru: Цифровой
tr: Dijital

source: Are you sure you want to change the video resolution?
ar: هل تريد بالتأكيد تغيير دقة الفيديو؟
fr: Confirmer la nouvelle résolution vidéo ?
he: האם אתה בטוח שברצונך לשנות את רזולוציית הווידאו?
it: Modificare la risoluzione video?
jp: ビデオ解像度を変更しますか?
pl: Czy na pewno chcesz zmienić rozdzielczość video?
pt_eu: Tem a certeza que pretende alterar a resolução de vídeo?
ru: Изменить разрешение видео?
tr: Görüntü çözünürlüğünü değiştirmek istediğinizden emin misiniz?

source: Are you sure you want to change the video output format?
ar: هل تريد بالتأكيد تغيير صيغة خرج الفيديو؟
fr: Confirmer le nouveau format de la sortie vidéo ?
he: האם אתה בטוח שברצונך לשנות את תבנית הווידאו?
it: Modificare il formato uscita video?
jp: ビデオ出力形式を変更しますか?
pl: Czy na pewno chcesz zmienić format wyjścia video?
pt_eu: De certeza que quer mudar o formato de saída de vídeo?
ru: Изменить разрешение формат видеовыхода?
tr: Görüntü çıkış ayarını değiştirmek istediğinizden emin misiniz?

source: Repeat one
ar: تكرار واحد
fr: Répéter une piste
he: חזור על אחד
it: Ripeti uno
jp: 1曲リピート
pl: Powtórz jeden
pt_eu: Repetir um
ru: Повторить одну
tr: Birini tekrarla

source: Repeat all
ar: تكرار الكل
fr: Répéter tout
he: חזור על הכל
it: Ripeti tutto
jp: 全曲リピート
pl: Powtórz wszystkie
pt_eu: Repetir todos
ru: Повторить все
tr: Tümünü tekrarla

source: Repeat all and shuffle
ar: تكرار الكل مع التبديل العشوائي
fr: Répéter tout aléatoirement
he: חזור על הכל בסדר אקראי
it: Ripeti tutto con sequenza casuale
jp: 全曲リピートしてシャッフル
pl: Powtórz wszystkie i wymieszaj
pt_eu: Repetir todos e misturar
ru: Повторить все в случайном порядке
tr: Tümünü tekrarla ve karıştır

source: Keep as original
ar: حفظ كالأصلي
fr: Garder l'original
he: השאר כמו במקור
it: Conserva originale
jp: そのまま表示
pl: Zachowaj jako oryginał
pt_eu: Manter original
ru: Сохранить в исходном виде
tr: Orijinal halde bırak

source: Fit to screen
ar: ملاءمة الشاشة
fr: Ajuster à l'écran
he: התאם למסך
it: Adatta a schermo
jp: 画面にフィット
pl: Dopasuj do ekranu
pt_eu: Ajustar ao ecrã
ru: По размеру экрана
tr: Ekrana sığdır

source: Shuffle
ar: تبديل عشوائي
fr: Aléatoire
he: סדר אקראי
it: Casuale
jp: シャッフル
pl: Wymieszaj
pt_eu: Misturado
ru: В случайном порядке
tr: Karıştır

source: Fade
ar: تلاشٍ
fr: Fondu
he: הדרגתי
it: Dissolvenza
jp: フェード
pl: Wyciszenie
pt_eu: Fundido
ru: Затемнение
tr: Solarak

source: Random
ar: عشوائي
fr: Aléatoire
he: אקראי
it: Casuale
jp: ランダム
pl: Losowe
pt_eu: Aleatório
ru: Случайный
tr: Rastgele

source: 3 Seconds
ar: 3 ثوانٍ
fr: 3 secondes
he: 3 שניות
it: 3 secondi
jp: 3 秒
pl: 3 sekund
pt_eu: 3 Segundos
ru: 3 секунды
tr: 3 Saniye

source: 5 Seconds
ar: 5 ثوانٍ
fr: 5 secondes
he: 5 שניות
it: 5 secondi
jp: 5 秒
pl: 5 sekund
pt_eu: 5 Segundos
ru: 5 секунд
tr: 5 Saniye

source: 10 Seconds
ar: 10 ثوانٍ
fr: 10 secondes
he: 10 שניות
it: 10 secondi
jp: 10 秒
pl: 10 sekund
pt_eu: 10 Segundos
ru: 10 секунд
tr: 10 Saniye

source: 20 Seconds
ar: 20 ثانية
fr: 20 secondes
he: 20 שניות
it: 20 secondi
jp: 20 秒
pl: 20 sekund
pt_eu: 20 Segundos
ru: 20 секунд
tr: 20 Saniye

source: 30 Seconds
ar: 30 ثانية
fr: 30 secondes
he: 30 שניות
it: 30 secondi
jp: 30 秒
pl: 30 sekund
pt_eu: 30 Segundos
ru: 30 секунд
tr: 30 Saniye

source: 1 Minute
ar: 1 دقيقة
he: דקה אחת
it: 1 minuto
jp: 1 分
pl: 1 minuta
pt_eu: 1 Minuto
ru: 1 минута
tr: 1 Dakika

source: 3 Minutes
ar: 3 دقائق
he: 3 דקות
it: 3 minuti
jp: 3 分
pl: 3 minut
pt_eu: 3 Minutos
ru: 3 минуты
tr: 3 Dakika

source: 5 Minutes
ar: 5 دقائق
he: 5 דקות
it: 5 minuti
jp: 5 分
pl: 5 minut
pt_eu: 5 Minutos
ru: 5 минут
tr: 5 Dakika

source: 10 Minutes
ar: 10 دقائق
he: 10 דקות
it: 10 minuti
jp: 10 分
pl: 10 minut
pt_eu: 10 Minutos
ru: 10 минут
tr: 10 Dakika

source: 15 Minutes
ar: 15 دقيقة
he: 15 דקות
it: 15 minuti
jp: 15 分
pl: 15 minut
pt_eu: 15 Minutos
ru: 15 минут
tr: 15 Dakika

source: 20 Minutes
ar: 20 دقيقة
he: 20 דקות
it: 20 minuti
jp: 20 分
pl: 20 minut
pt_eu: 20 Minutos
ru: 20 Минут(ы)
tr: 20 Dakika

source: 30 Minutes
ar: 30 دقيقة
he: 30 דקות
it: 30 minuti
jp: 30 分
pl: 30 minut
pt_eu: 30 Minutos
ru: 30 Минут(ы)
tr: 30 Dakika

source: English
ar: الإنجليزية
fr: Anglais
he: אנגלית
it: Inglese
jp: 英語
pl: Angielski
pt_eu: Inglês
ru: Английский
tr: İngilizce

source: French
ar: الفرنسية
fr: Français
he: צרפתית
it: Francese
jp: フランス語
pl: Francuski
pt_eu: Francês
ru: Французский
tr: Fransızca

source: Italian
ar: الإيطالية
fr: Italien
he: איטלקית
it: Italiano
jp: イタリア語
pl: Włoski
pt_eu: Italiano
ru: Итальянский
tr: İtalyanca

source: German
ar: الألمانية
fr: Allemand
he: גרמנית
it: Tedesco
jp: ドイツ語
pl: Niemiecki
pt_eu: Alemão
ru: Немецкий
tr: Almanca

source: Spanish
ar: الإسبانية
fr: Espagnol
he: ספרדית
it: Spagnolo
jp: スペイン語
pl: Hiszpański
pt_eu: Espanhol
ru: Испанский
tr: İspanyolca

source: Simplified Chinese
ar: الصينية المُبسّطة
fr: Chinois simplifié
he: סינית מפושטת
it: Cinese semplificato
jp: 簡体字中国語
pl: Uproszczony Chiński
pt_eu: Chinês Simplificado
tr: Basitleştirilmiş Çince

source: Traditional Chinese
ar: الصينية التقليدية
fr: Chinois traditionnel
he: סינית מסורתית
it: Cinese tradizionale
jp: 繁体字中国語
pl: Tradycyjny Chiński
pt_eu: Chinês Tradicional
tr: Geleneksel Çince

source: Korean
ar: الكورية
fr: Coréen
he: קוריאנית
it: Coreano
jp: 韓國語
pl: Koreański
pt_eu: Coreano
ru: Корейский
tr: Korece

source: Japanese
ar: اليابانية
fr: Japonais
he: יפנית
it: Giapponese
jp: 日本語
pl: Japoński
pt_eu: Japonês
ru: Японский
tr: Japonca

source: On
ar: تشغيل
fr: Marche
he: פועל
it: Attivo
jp: オン
pl: Wł.
pt_eu: Sim
ru: Включить
tr: Açık

source: Off
ar: إيقاف
fr: Arrêt
he: כבוי
it: Disattivo
jp: オフ
pl: Wył.
pt_eu: Não
ru: Выкл
tr: Kapalı

source: CAS_On
ar: تشغيل
fr: Marche
he: פועל
it: Attivo
jp: オン
pl: Wł.
pt_eu: Sim
ru: Включить
tr: Açık

source: CAS_Off
ar: إيقاف
fr: Arrêt
he: כבוי
it: Disattivo
jp: オフ
pl: Wył.
pt_eu: Não
ru: Выкл
tr: Kapalı

source: Never
ar: مطلقًا
fr: Jamais
he: אף פעם
it: Mai
jp: なし
pl: Nigdy
pt_eu: Nunca
ru: Никогда
tr: Hiçbir zaman

source: List mode
ar: وضع اللائحة
fr: Mode liste
he: מצב רשימה
it: Modalità elenco
jp: リストモード
pl: Tryb Lista
pt_eu: Modo de lista
ru: Список
tr: Liste görünümü

source: Thumbnail mode
ar: وضع الصور المصغرة
fr: Mode miniature
he: מצב תמונות ממוזערות
it: Modalità miniatura
jp: サムネイルモード
pl: Tryb miniaturek
pt_eu: Modo de miniaturas
ru: Режим эскизов
tr: Küçük resim görünümü

source: Are you sure you want to restore this device to factory settings?
ar: هل تريد بالتأكيد إرجاع هذا الجهاز إلى إعدادات المصنع؟
fr: Confirmer la restauration des paramètres d'usine de l'appareil ?
he: האם אתה בטוח שברצונך להחזיר מכשיר זה להגדרות ברירת המחדל?
it: Ripristinare le impostazioni predefinite di fabbrica?
jp: 出荷時設定に復元しますか?
pl: Czy na pewno chcesz przywrócić fabryczne ustawienia tego urządzenia?
pt_eu: Tem a certeza que pretende restaurar as definições de fábrica deste dispositivo?
ru: Восстановить заводские настройки данного устройства?
tr: Cihazınızı fabrika ayarlarına döndürmek istediğinizden emin misiniz?

source: WD TV HD Media Player
ar: مشغل الوسائط WD TV Live HD
fr: Lecteur multimédia HD WD TV Live
he: WD TV Live HD Media Player
it: WD TV Live HD Media Player
jp: WD TV Live HD メディアプレーヤー
pl: Odtwarzacz WD TV Live HD Media Player
pt_eu: Leitor de multimédia WD TV Live HD
ru: Медиа-проигрыватель HD WD TV Live
tr: WD TV Live HD Ortam Oynatıcı

source: WD TV Plus HD Media Player
ar: مشغل الوسائط WD TV Live Plus HD
fr: Lecteur multimédia TV-Live-Plus-HD de WD
he: WD TV Live Plus HD Media Player
it: Lettore multimediale WD TV Live Plus HD
jp: WD TV Live Plus HD メディアプレーヤー
pl: Odtwarzacz WD TV Live Plus HD Media Player
pt_eu: Leitor de multimédia WD TV Live Plus HD
ru: WD TV Live Plus HD Мультимедийный проигрыватель
tr: WD TV Live Plus HD Ortam Oynatıcı

source: version
ar: الإصدار
he: גרסה
it: versione
jp: バージョン
pl: wersja
pt_eu: Versão
ru: Версия
tr: Sürüm

source: Current version
ar: الإصدار الحالي
fr: Version actuelle
he: גרסה נוכחית
it: Versione corrente
jp: 現在のバージョン
pl: Bieżąca wersja
pt_eu: Versão actual
ru: Текущая версия
tr: Mevcut sürüm

source: Current version:
ar: الإصدار الحالي:
fr: Version actuelle:
he: גרסה נוכחית:
it: Versione corrente:
jp: 現在のバージョン:
pl: Bieżąca wersja:
pt_eu: Versão actual:
ru: Текущая версия:
tr: Mevcut sürüm:

source: New version
ar: إصدار جديد
fr: Nouvelle version
he: גרסה חדשה
it: Nuova versione
jp: 新バージョン
pl: Nowa wersja
pt_eu: Nova versão
ru: Новая версия
tr: Yeni sürüm

source: New firmware found. Do you want to upgrade?
ar: تم العثور على برنامج ثابت جديد. هل تريد الترقية؟
fr: Nouveau logiciel détecté. Mettre à jour?
he: נמצאה קושחה חדשה. האם לשדרג?
it: Nuovo firmware trovato. Eseguire l'aggiornamento?
jp: 新しいファームウェアが見つかりました。更新しますか?
pl: Znaleziono nowy firmware. Czy chcesz wykonać aktualizację?
pt_eu: Novo firmware encontrado. Quer actualizar?
ru: Обнаружено новая версия встроенного ПО. Обновить имеющуюся версию встроенного ПО?
tr: Yeni yazılım bulundu. Yüklemek istiyor musunuz?

source: Rebooting
ar: إعادة تشغيل
fr: Redémarrage en cours
he: מפעיל מחדש
it: Riavvio
jp: 再起動中
pl: Ponowne uruchamianie
pt_eu: A reiniciar
ru: Перезагрузка
tr: Yeniden başlatılıyor

source: Invalid firmware
ar: البرنامج الثابت غير صالح
fr: Micrologiciel non valide
he: קושחה לא חוקית
it: Firmware non valido
jp: 無効ファームウェア
pl: Nieprawidłowy firmware
tr: Geçersiz bellenim

source: Contains
ar: يحتوي على
fr: Contient
he: מכיל
it: Contenuto
jp: キーワード検索（部分一致）
pl: Zawartość
pt_eu: Contém
ru: Содержит
tr: İçerir

source: Starts with
ar: يبدأ بـ
fr: Commence par
he: מתחיל עם
it: Avvia con
jp: キーワード検索（前方一致）
pl: Rozpocznij z
pt_eu: Começa com
ru: Начинается с
tr: Başlangıç

source: Loading
ar: تحميل
fr: Chargement
he: טוען
it: Caricamento
jp: ロード中
pl: Ładowanie
pt_eu: A carregar
ru: Загрузка
tr: Yükleniyor

source: Loading...
ar: تم الآن التحميل...
fr: Chargement...
he: טוען...
it: Caricamento...
jp: ロード中...
pl: Ładowanie...
pt_eu: A carregar...
ru: Загрузка...
tr: Yükleniyor...

source: OK
ar: موافق
he: אישור
tr: Tamam

source: Cancel
ar: إلغاء
fr: Annuler
he: ביטול
it: Annulla
jp: キャンセル
pl: Anuluj
pt_eu: Cancelar
ru: Отмена
tr: İptal

source: Yes
ar: موافق
fr: OK
he: אישור
it: OK
jp: OK
pl: OK
pt_eu: OK
ru: Да
tr: Tamam

source: No
ar: إلغاء
fr: Annuler
he: ביטול
it: Annulla
jp: 取消
pl: Anuluj
pt_eu: Cancelar
ru: Нет
tr: İptal

source: Unable to recognize attached device at USB port
ar: يتعذر التعرف على الجهاز الموّصل بمنفذ USB
fr: Impossible de reconnaître le périphérique sur le port USB
he: ההתקן המחובר אל יציאת ה-USB לא זוהה
it: Impossibile riconoscere il dispositivo collegato alla porta USB
jp: USB ポートが認識できませんでした
pl: Nie można rozpoznać urządzenia podłączonego do portu USB
pt_eu: Não é possível reconhecer o dispositivo ligado à porta USB
ru: Не удалось распознать устройство, подключенное к порту USB
tr: USB bağlantı noktasına takılı olan aygıt tanınamıyor

source: Storage can not aggregate
ar: لا يمكن حساب إجمالي وحدة التخزين
fr: Impossible d'ajouter du stockage
he: לא ניתן להוסיף אמצעי אחסון
it: Impossibile aggregare la risorsa di archiviazione
jp: ストレージを集合できません
pl: Nie można zsumować pamięci
pt_eu: O armazenamento não pode ser agregado
ru: Запоминающему устройству не удалось объединить данные
tr: Sürücü kümelenemiyor

source: Next Song:
ar: الأغنية التالية:
fr: Chanson suivante :
he: השיר הבא:
it: Brano successivo:
jp: 次の曲:
pl: Następna piosenka:
pt_eu: Faixa seguinte:
ru: Следующая композиция:
tr: Sonraki şarkı:

source: Current Song
ar: الأغنية الحالية
fr: Chanson en cours
he: שיר נוכחי
it: Brano corrente
jp: 現在の曲
pl: Bieżąca piosenka
pt_eu: Música Actual
tr: Güncel Şarkı

source: Search
ar: بحث
fr: Rechercher
he: חפש
it: Cerca
jp: 検索
pl: Szukaj
pt_eu: Procura
ru: Поиск
tr: Arama

source: All Photos
ar: كل الصور
fr: Toutes mes photos
he: כל התמונות
it: Tutte le foto
jp: すべての写真
pl: Wszystkie zdjęcia
pt_eu: Todas as Fotos
ru: Все фотографии
tr: Tüm Fotoğraflar

source: Media library does not support journaled file system. Playback is still supported.
ar: لا تدعم مكتبة الوسائط نظام الملفات Journaling. ولا يزال التشغيل مدعومًا.
fr: La médiathèque ne prend pas en charge le système de fichiers journalisés. La lecture est toujours prise en charge.
he: ספריית המדיה אינה תומכת במערכת קבצים מתועדת (journaled). קיימת תמיכה בנגינה.
it: Il catalogo multimediale non supporta il JFS (journaled file system). La riproduzione è comunque supportata.
jp: メディアライブラリはジャーナルされたファイルシステムをサポートしません。再生はサポートされています。
pl: Biblioteka multimediów nie obsługuje systemu plików z księgowaniem. Odtwarzanie jest nadal obsługiwane.
pt_eu: A biblioteca de multimédia não reconhece o sistema de ficheiros journaled, mas a leitura é possível.
ru: Библиотека мультимедиа не поддерживает записанную в журнале файловую систему. Воспроизведение поддерживается.
tr: Ortam kitaplığı bu dosya sistemini desteklemiyor. Ancak çalma desteği var.

source: Unable to create media library on read only storage.
ar: يتعذر إنشاء مكتبة وسائط على وحدة التخزين المخصصة للقراءة فقط.
fr: Impossible de créer une médiathèque sur un appareil de stockage en lecture seule.
he: לא ניתן ליצור ספריית מדיה באמצעי אחסון לקריאה בלבד.
it: Impossibile creare un catalogo multimediale su una risorsa di archiviazione di sola lettura.
jp: 読み取り専用ストレージでメディアライブラリを作成できません。
pl: Nie można utworzyć biblioteki multimediów w pamięci tylko do odczytu.
pt_eu: Impossível criar biblioteca de multimédia em armazenamento só de leitura.
ru: Невозможно создать библиотеку мультимедиа на запоминающем устройстве, доступном только для чтения.
tr: Salt okunur hafızada ortam kitaplığı oluşturulamıyor.

source: Unable to create media library. Please check your storage setting.
ar: يتعذر إنشاء مكتبة وسائط. يرجى التحقق من إعداد وحدة التخزين.
fr: Création de médiathèque impossible. Veuillez vérifier les paramètres de votre appareil de stockage.
he: לא ניתן ליצור את ספריית המדיה. בדוק את הגדרות אמצעי האחסון.
it: Impossibile creare catalogo multimediale. Verificare le impostazioni della risorsa di archiviazione.
jp: メディアライブラリを作成できません。ストレージ設定を確認してください。
pl: Nie można utworzyć biblioteki multimediów. Należy sprawdzić ustawienie pamięci.
pt_eu: Impossível criar biblioteca de multimédia. Confirme as definições do seu armazenamento.
ru: Невозможно создать библиотеку мультимедиа. Проверьте настройки запоминающего устройства.
tr: Ortam kitaplığı oluşturulamıyor. Lütfen kaydetme ayarlarınızı kontrol edin.

source: Unrecognized USB device
ar: لم يتم التعرف على جهاز USB
fr: Périphérique USB non reconnu
he: התקן USB לא מוכר
it: Dispositivo USB non riconosciuto
jp: USBデバイスを認識できません
pl: Nierozpoznane urządzenie USB
pt_eu: Dispositivo USB não reconhecido
ru: Нераспознанное USB-устройство
tr: Tanınmayan USB cihazı.

source: Scanning the attached USB device...
ar: يتم الآن مسح جهاز USB الموّصل...
fr: Analyse du périphérique USB connecté en cours...
he: סורק את התקן ה-USB המחובר...
it: Analisi del dispositivo USB collegato...
jp: USBデバイスをスキャンしています...
pl: Wyszukiwanie podłączonego urządzenia USB...
pt_eu: A analisar o disco USB ligado...
ru: Сканирование подключенного USB-устройства...
tr: Takılan USB cihazı taranıyor...

source: The video file you attempted to play contains multiple audio channel outputs which is not supported. Please switch to digital audio output and connect your HD Media Player to an AV receiver that supports the audio codec.
ar: ملف الفيديو الذي تحاول تشغيله يحتوي على العديد من مخارج قنوات الصوت غير المدعومة. يرجى التبديل إلى خرج صوت رقمي وتوصيل مشغل الوسائط Live HD Media Player بجهاز استقبال صوت/فيديو (AV) يدعم نظام تشفير/فك تشفير الصوت.
fr: Le fichier vidéo que vous souhaitez lire contient une sortie audio multicanal non supportée. Veuillez sélectionner la sortie audio numérique et brancher votre lecteur multimédia Live-HD sur un récepteur AV supportant ce codec audio.
he: קובץ הווידאו שניסית לנגן מכיל מספר ערוצי שמע שאינם נתמכים. עבור למצב שמע דיגיטלי וחבר את Live HD Media Player אל מקלט AV שתומך במקודד השמע.
it: Il file video che si è tentato di riprodurre contiene più canali audio e non è supportato. Passare su uscita audio digitale e collegare il lettore multimediale Live-HD ad un ricevitore AV che supporta codec audio.
jp: 再生使用としているビデオファイルには、サポートされていない複数のオーディオチャンネル出力が含まれています。デジタルオーディオ出力に切り替え、Live HDメディアプレーヤーをオーディオコーデックをサポートするAVレシーバーに接続してください。
pl: Plik video do odtwarzanie zawiera wiele nieobsługiwanych wyjść kanałów audio. Przełącz na cyfrowe wyjście audio i podłącz odtwarzacz Live HD Media Player do odbiornika AV z obsługą kodeka audio.

source: Unsupported subtitle
ar: الترجمة غير مدعومة
fr: Sous-titres non supportés
he: כתוביות לא נתמכות
it: Sottotitoli non supportati
jp: 非対応のサブタイトル
pl: Nieobsługiwane napisy
pt_eu: Legendas não suportadas
ru: Неподдерживаемые субтитры
tr: Desteklenmeyen altyazı

source: Audio Channel
ar: قناة الصوت
fr: Canal audio
he: ערוץ שמע
it: Canale audio
jp: オーディオチャンネル
pl: Kanał audio
pt_eu: Canal de áudio
ru: Аудиоканал
tr: Ses Kanalı

source: Audio channel
ar: قناة الصوت
fr: Canal audio
he: ערוץ שמע
it: Canale audio
jp: オーディオチャンネル
pl: Kanał audio
pt_eu: Canal de áudio
ru: Аудиоканал
tr: Ses Kanalı

source: Photos
ar: صورة
fr: Photo
he: תמונה
it: Foto
jp: 写真
pl: Zdjęcie
pt_eu: Fotos
ru: Фото
tr: Fotoğraflar

source: photos
ar: صور
fr: Photo
he: תמונות
it: Foto
jp: 写真
pl: Zdjęcia
pt_eu: Fotos
ru: Фото
tr: Fotoğraflar

source: Firmware upgrade
ar: ترقية البرنامج الثابت
fr: Mise à jour du Firmware
he: שדרוג קושחה
it: Aggiornamento firmware
jp: ファームウェアのアップグレード
pl: Aktualizacja firmware
pt_eu: Actualização de Firmware
ru: Обновление встроенного ПО
tr: Yazılım güncellemesi
