Repository: korkakak/mywdtvlive
Catalog: src/libs/RES_VILLA/resource/mo/*.po
Languages: ar, fr, he, it, jp, pl, pt_eu, ru, tr

source: Japan
ar: اليابان
fr: Japon
he: יפן
it: Giappone
jp: 日本
pl: Japonia
pt_eu: Japão
ru: Япония
tr: Japonya

source: Russia
ar: روسيا
fr: Russie
he: רוסיה
jp: ロシア
pl: Rosja
pt_eu: Rússia
ru: Россия
tr: Rusya

source: The file you are playing doesn't support trick-mode.
ar: الملف الذي تقوم بتشغيله لا يدعم وضع الحيلة.
fr: Le fichier en cours de lecture ne prend pas en charge le mode trick.
he: הקובץ אותו אתה מנגן אינו תומך במצב טריק.
it: Il file che si sta riproducendo non supporta la modalità presa.
jp: 再生しているファイルはトリックモードをサポートしていません。
pl: Odtwarzany plik nie obsługuje trybu trickowego.
pt_eu: O ficheiro que está a reproduzir não suporta o Trick Mode.
ru: Воспроизводимый файл не поддерживает функцию Trick Mode.
tr: Oynadığınız dosya oyun modunu desteklemiyor.

source: Flag sent to YouTube.
ar: تم إرسال العلامة إلى YouTube.
fr: Marquage envoyé sur YouTube.
he: הדגל נשלח אל YouTube.
it: Segnalazione inviata a YouTube.
jp: YouTubeに送信されたフラグ。
pl: Oflaguj wysyłane do YouTube.
pt_eu: Sinalização enviada para o YouTube.
ru: Жалоба отправлена на YouTube.
tr: Bayrak YouTube'a gönderildi.

source: Create a new playlist
ar: إنشاء لائحة تشغيل
fr: Créer votre liste de lecture
he: צור רשימת השמעה משלך.
it: Crea playlist personale
jp: プレイリストを作成する
pl: Utwórz listę odtwarzania
pt_eu: Crie a sua lista pessoal
ru: Создать свой плейлист
tr: Oynatma Listenizi oluşturun

source: Choose your current playlist
ar: اختر لائحة التشغيل الحالية
fr: Choisir la liste de lecture actuelle
he: בחר ברשימת ההשמעה הנוכחית שלך
it: Scegliere la playlist personale corrente
jp: 現在のプレイリストを選択する
pl: Wybierz bieżącą listę odtwarzania
pt_eu: Escolha a sua lista pessoal actual
ru: Выбрать свой текущий плейлист
tr: Geçerli oynatma listenizi seçin

source: The video has been added to your playlist.
ar: تمت إضافة الفيديو إلى لائحة التشغيل.
fr: La vidéo a été ajoutée à votre liste de lecture.
he: הווידאו נוסף לרשימת ההשמעה שלך.
it: Il video è stato aggiunto alla playlist personale
jp: ビデオはプレイリストに追加されました。
pl: To video zostało dodane do listy odtwarzania.
pt_eu: O vídeo foi adicionado à sua lista pessoal.
ru: Видео добавлено в плейлист.
tr: Video oynatma listenize eklendi.

source: Flagging Reason
ar: سبب وضع العلامة
fr: Raison du marquage
he: סיבת הוספת דגל
it: Motivo della segnalazione
jp: フラグを付ける理由
pl: Powód flagowania
pt_eu: Motivo da sinalização
ru: Причина сообщения о нарушении
tr: Bayrakla işaretleme nedeni

source: Porn
ar: إباحي
fr: Pornographique
he: פורנו
it: Porno
jp: ポルノ
pl: Pornografia
pt_eu: Porno
ru: Порнография
tr: Porno

source: Violence
ar: عنف
he: אלימות
it: Violenza
jp: 暴力
pl: Przemoc
pt_eu: Violência
ru: Насилие
tr: Şiddet

source: Hate
ar: كراهية
fr: Haine
he: שנאה
it: Odio
jp: 憎悪
pl: Nienawiść
pt_eu: Ódio
ru: Пропаганда ненависти
tr: Nefret Yaratıcı

source: Dangerous
ar: خطر
fr: Dangereux
he: מסוכן
it: Pericoloso
jp: 危険
pl: Niebezpieczne
pt_eu: Perigoso
ru: Опасность
tr: Tehlikeli

source: Rights
ar: حقوق
fr: Droits
he: זכויות
it: Diritti
jp: 権利
pl: Prawa
pt_eu: Direitos
ru: Нарушение прав
tr: Hak İhlali

source: Spam
ar: عشوائي
he: ספאם
jp: スパム
ru: Спам
tr: İstenmeyen Posta

source: Unable to play this video menu. Would you like to play video file?
ar: يتعذر تشغيل قائمة الفيديو هذه. هل ترغب في تشغيل ملف الفيديو?
fr: Impossible de lire le menu de cette vidéo. Voulez-vous lire ce fichier vidéo ?
he: לא ניתן לנגן תפריט וידאו זה. האם לנגן קובץ וידאו?
it: Impossibile riprodurre questo menu a video. Si desidera riprodurre un file video?
jp: このビデオメニューを再生できません。ビデオファイルを再生したいですか？
pl: Nie można odtworzyć tego menu video. Czy chcesz odtworzyć plik video?
pt_eu: Não é possível reproduzir o menu deste vídeo. Quer reproduzir o ficheiro de vídeo?
ru: Невозможно воспроизвести меню данного видеофайла. Воспроизвести видеофайл?
tr: Bu video menüsü oynatılamıyor. Video dosyasını oynatmak ister misiniz?

source: My channels
ar: قنواتي
fr: Mes chaînes
he: הערוצים שלי
it: I miei canali
jp: マイチャンネル
pl: Moje kanały
pt_eu: Os meus canais
ru: Мои каналы
tr: Kanallarım

source: Popular channels
ar: القنوات الشهيرة
fr: Chaînes populaires
he: ערוצים פופולריים
it: Canali popolari
jp: 人気のあるチャンネル
pl: Popularne kanały
pt_eu: Canais populares
ru: Популярные каналы
tr: Sevilen Kanallar

source: Browse content plug-ins
ar: تصفح مكونات المحتوى الإضافية
fr: Rechercher des plug-ins de contenu
he: סייר בתוספי תוכן
it: Sfoglia plug-in contenuti
jp: コンテンツのプラグインを閲覧
pl: Przeglądaj plug-iny treści
pt_eu: Pesquisar plug-ins de conteúdo
ru: Обзор подключаемых модулей контента
tr: İçerik eklentilerine gözat

source: Dashboard
ar: لوحة المعلومات
fr: Tableau de bord
he: לוח מחוונים
it: Cruscotto
jp: ダッシュボード
ru: Цифровая панель
tr: Pano

source: Mediafly dashboard
ar: لوحة معلومات Mediafly
fr: Tableau de bord Mediafly
it: Cruscotto Mediafly
jp: Mediafly ダッシュボード
pl: Panel Mediafly
ru: Цифровая панель Mediafly
tr: Mediafly Pano

source: Add to my channel
ar: إضافة إلى قنواتي
fr: Ajouter à ma chaîne
he: הוסף לערוצים שלי
it: Aggiungi al mio canale
jp: マイチャンネルに追加
pl: Dodaj do moich kanałów
pt_eu: Adicionar ao meu canal
ru: Добавить в мои каналы
tr: Kanalıma ekle

source: Remove from my channel
ar: إزالة من قنواتي
fr: Supprimer de ma chaîne
he: הסר מהערוצים שלי
it: Rimuovi dal mio canale
jp: マイチャンネルから削除
pl: Usuń z moich kanałów
pt_eu: Remover do meu canal
ru: Удалить из моих каналов
tr: Kanalımdan kaldır

source: Rate/Favorite
ar: تقييم/مفضل
fr: Évaluation/Favoris
he: דרג/מועדף
it: Classifica/Preferito
jp: 評価/お気に入り
pl: Ocena/Ulubione
pt_eu: Classificar/Favorito
ru: Оценить, избранное
tr: Puan/Sevilen

source: View episodes
ar: عرض الحلقات
fr: Visualiser les épisodes
he: הצג פרקים
it: Visualizza episodi
jp: エピソードを見る
pl: Widok epizodów
pt_eu: Ver episódios
ru: Просмотр эпизодов
tr: Bölümleri görüntüle

source: Show info
ar: إظهار المعلومات
fr: Afficher les informations
he: הצג פרטים
it: Mostra info
jp: 情報を表示する
pl: Pokaż informacje
pt_eu: Mostrar informação
ru: Показать информацию
tr: Program bilgileri

source: Content source was added successfully to your Mediafly dashboard.
ar: تمت إضافة مصدر المحتوى بنجاح إلى لوحة معلومات Mediafly.
fr: La source du contenu a bien été ajoutée au tableau de bord Mediafly.
he: מקור התוכן נוסף בהצלחה אל Mediafly dashboard שלך.
it: La sorgente del contenuto è stata aggiunta al cruscotto Mediafly.
jp: コンテンツのソースがMediaflyのダッシュボードに正常に追加されました。
pl: Źródło treści zostało dodane do panela Mediafly.
pt_eu: A origem do conteúdo foi adicionada com êxito ao dashboard Mediafly.
ru: Источник контента успешно добавлен на цифровую панель Mediafly.
tr: İçerik kaynağı Mediafly panonuza başarıyla eklendi.

source: The device could not connect to the network.
ar: تعذر على الجهاز الاتصال بالشبكة
fr: L'appareil n'a pas pu se connecter au réseau.
he: המכשיר לא הצליח להתחבר אל הרשת
it: Il dispositivo non può collegarsi alla rete.
jp: デバイスはネットワークと接続できません。
pl: Nie można połączyć urządzenia z siecią
pt_eu: Não foi possível ligar este dispositivo à rede
ru: Устройству не удалось подключиться к сети
tr: Aygıt ağa bağlanamıyor.

source: All Episodes in this show
ar: كل الحلقات في هذا العرض
fr: Tous les épisodes de ce programme
he: כל הפרקים בתוכנית זו
it: Tutti gli episodi di questo spettacolo
jp: このショー内のすべてのエピソード
pl: Wszystkie epizody w tym pokazie
pt_eu: Todos os episódios desta série
ru: Все эпизоды данного шоу
tr: Bu programdaki tüm bölümler

source: What would you like to remove?
ar: ما الذي ترغب في إزالته؟
fr: Voulez-vous le supprimer ?
he: מה תרצה להסיר?
it: Che cosa si desidera rimuovere?
jp: 削除してもよろしいですか？
pl: Co chcesz usunąć?
pt_eu: O que pretende remover?
ru: Что требуется удалить?
tr: Hangisini kaldırmak istiyorsanız?

source: Would you like to rate for this show/episode?
ar: هل ترغب في تقييم هذا العرض/الحلقة؟
fr: Voulez-vous évaluer ce programme/cet épisode ?
he: האם תרצה לדרג תכנית/פרק זה?
it: Si desidera classificare questo spettacolo/episodio?
jp: このショー/エピソードを評価しますか？
pl: Czy chcesz ocenić ten pokaz/epizod?
pt_eu: Pretende classificar esta série/este episódio?
ru: Хотите оценить это шоу или этот эпизод?
tr: Bu programa/bölüme puan vermek ister misiniz ?

source: Save
ar: حفظ
fr: Enregistrer
he: שמור
it: Salva
jp: 保存する
pl: Zapisz
pt_eu: Guardar
ru: Сохранить
tr: Kaydet

source: Fail to add to your favorite. Additional options are available on Mediafly.com
ar: فشل الإضافة إلى مفضلاتك. تتوفر خيارات إضافية على موقع Mediafly.com.
fr: Impossible d'ajouter à vos favoris. Plus d'options sont disponibles sur Mediafly.com
he: המערכת לא הצליחה להוסיף למועדפים שלך. אפשרויות נוספות קיימות ב-Mediafly.com.
it: Impossibile aggiungere ai preferiti. Su Mediafly.com sono disponibili ulteriori opzioni.
jp: お気に入りに追加できませんでした。追加のオプションがMediafly.comで利用できます
pl: Nie powiodło się dodanie do ulubionych. Dodatkowe opcje są dostępne pod adresem Mediafly.com.
pt_eu: Falha ao adicionar aos Favoritos. Opções adicionais estão disponíveis no Mediafly.com
ru: Не удалось добавить в избранное. Дополнительные функции доступны на веб-сайте Mediafly.com.
tr: Sevdiklerinize eklenemedi. Ek seçenekler Mediafly.com'da bulunmaktadır.

source: Both
ar: كلاهما
fr: Les deux
he: שניהם
it: Entrambi
jp: 両方
pl: Obydwa
pt_eu: Ambos
ru: И то, и другое
tr: Her ikisi de

source: To set up your personalized channels you need to link your player with Mediafly account.
ar: لإعداد قنواتك الشخصية، تحتاج إلى توصيل المشغل بحسابك على Mediafly.
fr: Pour définir vos chaînes personnalisées, vous devez synchroniser votre lecteur avec votre compte Mediafly.
he: להגדרת הערוצים האישיים שלך, עליך לקשר את הנגן עם חשבון Mediafly.
it: Per configurare i canali personalizzati è necessario collegare il lettore all'account Mediafly.
jp: チャンネルのパーソナライズを設定するには、ご使用のプレーヤーをMediaflyのアカウントにリンクする必要があります。
pl: W celu ustawienia spersonalizownych kanałów należy połączyć odtwarzacz z kontem Mediafly.
pt_eu: Para configurar os seus canais personalizados tem de ligar o leitor a uma conta Mediafly.
ru: Для настройки персонализованных каналов требуется связать проигрыватель с учетной записью Mediafly.
tr: Kişiselleştirilmiş kanallarınızı kurmak için oynatıcınızı Mediafly hesabına bağlamanız gerekmektedir.

source: Mediafly accounts are completely free and allow you centralized control and management of your favorite free online content.
ar: تسمح لك حسابات Mediafly المجانية بالتحكم والإدارة المركزية للمحتوى المجاني الذي تفضله على الإنترنت.
fr: Les comptes Mediafly sont totalement gratuits et vous permettent de contrôler et gérer gratuitement vos contenus en ligne préférés.
he: חשבונות Mediafly הינם חשבונות חופשיים המאפשרים לך לשלוט ולנהל את התוכן המקוון, החופשי והמועדף שלך ממקום מרכזי.
it: Gli account Mediafly sono gratuiti e consentono il controllo e la gestione centralizzati dei contenuti online gratuiti preferiti.
jp: Mediaflyのアカウントは無料であり、お好きな無料オンラインコンテンツを集中コントロールし一括管理が可能になります。
pl: Konta Mediafly są bezpłatne i umożliwiają scentralizowane sterowanie i zarządzanie ulubionymi, bezpłatnymi treściami online.
pt_eu: As contas Mediafly são gratuitas e permitem um controlo e uma gestão centralizados do seu conteúdo favorito gratuito disponível online.
ru: Учетные записи Mediafly совершенно бесплатны и позволяют централизованно управлять избранным бесплатным онлайновым контентом.
tr: Mediafly hesapları tamamen ücretsizdir ve sevdiğiniz ücretsiz online içeriği tek bir merkezden kontrol etmenize ve yönetmenize izin vermektedir.

source: Option 1: from your computer
ar: الخيار 1: من الكمبيوتر
fr: Option 1 : depuis votre ordinateur
he: אפשרות 1: מהמחשב שלך
it: Opzione 1: dal computer
jp: オプション1：ご使用のコンピュータを利用
pl: Opcja 1: Z komputera
pt_eu: Opção 1: a partir do computador
ru: Вариант 1: с компьютера
tr: Seçenek 1: Bilgisayarınızdan

source: Option 2: Enter your Mediafly ID and password.
ar: الخيار 2: أدخل مُعرّف وكلمة مرور Mediafly الخاصة بك
fr: Option 2 : saisissez votre ID et votre mot de passe Mediafly
he: אפשרות 2: הזן את שם המשתמש ואת הסיסמה שלך ב-Mediafly
it: Opzione 2: inserire ID e password Mediafly.
jp: オプション2：MediaflyのIDとパスワードを入力する
pl: Opcja 2: Wprowadź ID Mediafly i hasło
pt_eu: Opção 2: Introduza a ID e a palavra-passe de Mediafly
ru: Вариант 2: введите идентификатор и пароль Mediafly
tr: Seçenek 2: Mediafly Kimliğinizi ve parolanızı girin

source: Enter Mediafly User ID and Pwd now
ar: أدخل مُعرّف وكلمة مرور مستخدم Mediafly الآن
fr: Saisissez maintenant l'ID utilisateur et le mot de passe Mediafly
he: הזן כעת את שם המשתמש ואת הסיסמה שלך ב-Mediafly
it: Inserire ID utente e password Mediafly ora.
jp: MediaflyのユーザーIDとパスワードを今すぐ入力する
pl: Wprowadź teraz ID użytkownika Mediafly i hasło
pt_eu: Introduza a ID de utilizador e a palavra-passe de Mediafly
ru: Введите идентификатор пользователя и пароль Mediafly
tr: Mediafly Kullanıcı Kimliğinizi ve Parolanızı şimdi girin

source: Manage Users
ar: إدارة المستخدمين
fr: Gérer l'utilisateur
he: נהל משתמשים
it: Gestisci utente
jp: ユーザーの管理
pl: Zarzadzaj użytkownikiem
pt_eu: Gerir utilizador
ru: Настройки пользователя
tr: Kullanıcıyı yönet

source: Media Plug-ins
ar: مكونات الوسائط الإضافية
fr: Plug-in multimédia
he: נהל תוספים
it: Plug-in multimediali
jp: メディアのプラグイン
pl: Pluginy multimediów
pt_eu: Plug-ins multimédia
ru: Мультимедийные подключаемые модули
tr: Ortam eklentileri

source: Add Media Plug-in via mCode
ar: إضافة مكون وسائط إضافي عبر mCode
fr: Ajouter un plug-inmultimédia via mCode
he: הוסף תוסף מדיה באמצעות mCode
it: Aggiungi plug-in multimediale mediante mCode
jp: mCodeによりメディアのプラグインを追加
pl: Dodaj plug-in multimediów przez mCode
pt_eu: Adicionar plug-in multimédia via mCode
ru: Добавить мультимедийный подключаемый модуль посредством mCode
tr: mCode ile ortam eklentisi ekle

source: Invalid mCode, please try again.
ar: mCode غير صالح، يرجى إعادة المحاولة.
fr: mCode invalide, réessayer.
he: mCode לא חוקי, נסה שנית.
it: mCode non valido, riprovare.
jp: 無効なmCodeです。再度お試しください。
pl: Nieprawidłowy mCode, spróbuj ponownie.
pt_eu: mCode inválido, tente novamente.
ru: Недопустимый mCode, повторите попытку.
tr: Geçersiz mCode, lütfen yeniden deneyin.

source: Are you sure you want to add the show:
ar: هل تريد بالتأكيد إضافة العرض:
fr: Êtes-vous certain de vouloir ajouter la chaîne :
he: האם אתה בטוח שברצונך להוסיף את התוכנית:
it: Si è certi di voler aggiungere il canale?
jp: チャンネルに追加してもよろしいですか？
pl: Czy na pewno chcesz dodać pokaz:
pt_eu: Tem a certeza de que pretende adicionar o canal?
ru: Добавить канал:
tr: Kanalı eklemek istediğinizden emin misiniz:

source: This episode has been added to your channel. Additional options are available on Mediafly.com.
ar: تمت إضافة هذه الحلقة إلى قنواتك. تتوفر خيارات إضافية على موقع Mediafly.com.
fr: Cet épisode a été ajouté à votre chaîne. Plus d'options sont disponibles sur Mediafly.com.
he: פרק זה נוסף לערוץ שלך. אפשרויות נוספות קיימות ב-Mediafly.com.
it: Questo episodio è stato aggiunto al canale personale. Su Mediafly.com sono disponibili opzioni aggiuntive.
jp: このエピソードはチャンネルに追加されました。追加のオプションがMediafly.comで利用できます。
pl: Ten epizod został dodany do kanału. Dodatkowe opcje są dostępne pod adresem Mediafly.com.
pt_eu: Este episódio foi adicionado ao seu canal. Opções adicionais estão disponíveis no Mediafly.com.
ru: Данный эпизод добавлен на ваш канал. Дополнительные функции доступны на веб-сайте Mediafly.com.
tr: Bu bölüm kanalınıza eklendi. Ek seçenekler Mediafly.com'da bulunmaktadır.

source: This show has been added to your channel. Additional options are available on Mediafly.com.
ar: تمت إضافة هذا العرض إلى قنواتك. تتوفر خيارات إضافية على موقع Mediafly.com.
fr: Ce programme a été ajouté à votre chaîne. Plus d'options sont disponibles sur Mediafly.com.
he: תכנית זו נוספה לערוץ שלך. אפשרויות נוספות קיימות ב-Mediafly.com.
it: Questo spettacolo è stato aggiunto al canale personale. Su Mediafly.com sono disponibili opzioni aggiuntive.
jp: このショーはチャンネルに追加されました。追加のオプションがMediafly.comで利用できます。
pl: Ten pokaz został dodany do kanału. Dodatkowe opcje są dostępne pod adresem Mediafly.com.
pt_eu: Esta série foi adicionada ao seu canal. Opções adicionais estão disponíveis no Mediafly.com.
ru: Данное шоу добавлено на ваш канал. Дополнительные функции доступны на веб-сайте Mediafly.com.
tr: Bu program kanalınıza eklendi. Ek seçenekler Mediafly.com'da bulunmaktadır.

source: This episode
ar: هذه الحلقة
fr: Cet épisode
he: פרק זה
it: Questo episodio
jp: このエピソード
pl: Ten epizod
pt_eu: Este episódio
ru: Этот эпизод
tr: Bu Bölümü

source: This episode has been removed from your channel. Additional options are available on Mediafly.com.
ar: تمت إزالة هذه الحلقة من قنواتك. تتوفر خيارات إضافية على موقع Mediafly.com.
fr: Cet épisode a été supprimé de votre chaîne. Plus d'options sont disponibles sur Mediafly.com.
he: פרק זה הוסר מהערוץ שלך. אפשרויות נוספות קיימות ב-Mediafly.com.
it: Questo episodio è stato eliminato dal canale personale. Su Mediafly.com sono disponibili ulteriori opzioni.
jp: このエピソードはチャンネルから削除されました。追加のオプションがMediafly.comで利用できます。
pl: Ten epizod został usunięty z kanału. Dodatkowe opcje są dostępne pod adresem Mediafly.com.
pt_eu: Este episódio foi removido do seu canal. Opções adicionais estão disponíveis no Mediafly.com.
ru: Данный эпизод удален с вашего канала. Дополнительные функции доступны на веб-сайте Mediafly.com.
tr: Bu bölüm kanalınızdan kaldırılmıştır. Ek seçenekler Mediafly.com'da bulunmaktadır.

source: This show has been removed from your channel. Additional options are available on Mediafly.com.
ar: تمت إزالة هذا العرض من قنواتك. تتوفر خيارات إضافية على موقع Mediafly.com.
fr: Ce programme a été supprimé de votre chaîne. Plus d'options sont disponibles sur Mediafly.com.
he: תכנית זו הוסרה מהערוץ שלך. אפשרויות נוספות קיימות ב-Mediafly.com.
it: Questo spettacolo è stato eliminato dal canale personale. Su Mediafly.com sono disponibili opzioni aggiuntive.
jp: このショーはチャンネルから削除されました。追加のオプションがMediafly.comで利用できます。
pl: Ten pokaz został usunięty z kanału. Dodatkowe opcje są dostępne pod adresem Mediafly.com.
pt_eu: Esta série foi removida do seu canal. Opções adicionais estão disponíveis no Mediafly.com.
ru: Данное шоу удалено с вашего канала. Дополнительные функции доступны на веб-сайте Mediafly.com.
tr: Bu program kanalınızdan kaldırılmıştır. Ek seçenekler Mediafly.com'da bulunmaktadır.

source: my rating:
ar: تقييمي:
fr: Mon évaluation :
he: הדירוג שלי:
it: La mia classificazione:
jp: 評価：
pl: Moja ocena:
pt_eu: A minha classificação:
ru: Моя оценка:
tr: Puanım:

source: my favorites:
ar: مفضلاتي:
fr: Mes favoris :
he: המועדפים שלי:
it: I miei preferiti:
jp: お気に入り：
pl: Moje ulubione:
pt_eu: Favoritos:
ru: Избранное:
tr: Sevdiklerim:

source: Thank you. Additional options are available on Mediafly.com.
ar: شكرًا لك.
fr: Merci.
he: תודה רבה.
it: Grazie.
jp: ありがとうございます。
pl: Dziękujemy.
pt_eu: Obrigado
ru: Спасибо.
tr: Teşekkür ederiz.

source: and enter this code:
ar: وأدخل هذا الكود:
fr: Et saisissez ce code :
he: והזן קוד זה:
it: E immettere questo codice:
jp: このコードを入力する：
pl: i wprowadź ten kod:
pt_eu: Introduza este código:
ru: И введите этот код:
tr: Ayrıca bu kodu girin:

source: Invalid assoc code
ar: الكود المصاحب غير صالح.
fr: Code assoc invalide.
he: קוד שיוך לא חוקי.
it: Codice assoc. non valido.
jp: 無効なassocコード
pl: Nieprawidłowy kod powiązania.
pt_eu: Código de associação inválido.
ru: Недопустимый код связи.
tr: Geçersiz ilişki kodu.

source: Remove Media Plug-in
ar: إزالة مكون الوسائط الإضافي
fr: Supprimer le plug-in multimédia
he: הסר את תוסף המדיה
it: Rimuovi plug-in multimediale
jp: メディアのプラグインを削除する
pl: Usuń plugin multimediów
pt_eu: Remover plug-in multimédia
ru: Удалить мультимедийный подключаемый модуль
tr: Ortam eklentisini kaldır

source: Resume
ar: استئناف
fr: Reprendre
he: המשך הפעלה
it: Riprendi
jp: 再開
pl: Wznów
pt_eu: Retomar
ru: Возобновить
tr: Devam Et

source: Restart
ar: إعادة تشغيل
fr: Relire
he: הפעל מחדש
it: Riavvia
jp: 再スタート
pl: Uruchom ponownie
pt_eu: Reiniciar
ru: Перезапустить
tr: Yeniden Başlat

source: eng
ar: الإنجليزية
fr: Anglais
he: אנגלית
it: Inglese
jp: 英語
pl: Angielski
pt_eu: Inglês
ru: Английский
tr: İngilizce

source: en
ar: الإنجليزية
fr: Anglais
he: אנגלית
it: Inglese
jp: 英語
pl: Angielski
pt_eu: Inglês
ru: Английский
tr: İngilizce

source: EN
ar: الإنجليزية
fr: Anglais
he: אנגלית
it: Inglese
jp: 英語
pl: Angielski
pt_eu: Inglês
ru: Английский
tr: İngilizce

source: fre
ar: الفرنسية
fr: Français
he: צרפתית
it: Francese
jp: フランス語
pl: Francuski
pt_eu: Francês
ru: Французский
tr: Fransızca

source: fra
ar: الفرنسية
fr: Français
he: צרפתית
it: Francese
jp: フランス語
pl: Francuski
pt_eu: Francês
ru: Французский
tr: Fransızca

source: fr
ar: الفرنسية
fr: Français
he: צרפתית
it: Francese
jp: フランス語
pl: Francuski
pt_eu: Francês
ru: Французский
tr: Fransızca

source: FR
ar: الفرنسية
fr: Français
he: צרפתית
it: Francese
jp: フランス語
pl: Francuski
pt_eu: Francês
ru: Французский
tr: Fransızca

source: ita
ar: الإيطالية
fr: Italien
he: איטלקית
it: Italiano
jp: イタリア語
pl: Włoski
pt_eu: Italiano
ru: Итальянский
tr: İtalyanca

source: it
ar: الإيطالية
fr: Italien
he: איטלקית
it: Italiano
jp: イタリア語
pl: Włoski
pt_eu: Italiano
ru: Итальянский
tr: İtalyanca

source: IT
ar: الإيطالية
fr: Italien
he: איטלקית
it: Italiano
jp: イタリア語
pl: Włoski
pt_eu: Italiano
ru: Итальянский
tr: İtalyanca

source: ger
ar: الألمانية
fr: Allemand
he: גרמנית
it: Tedesco
jp: ドイツ語
pl: Niemiecki
pt_eu: Alemão
ru: Немецкий
tr: Almanca

source: deu
ar: الألمانية
fr: Allemand
he: גרמנית
it: Tedesco
jp: ドイツ語
pl: Niemiecki
pt_eu: Alemão
ru: Немецкий
tr: Almanca

source: de
ar: الألمانية
fr: Allemand
he: גרמנית
it: Tedesco
jp: ドイツ語
pl: Niemiecki
pt_eu: Alemão
ru: Немецкий
tr: Almanca

source: DE
ar: الألمانية
fr: Allemand
he: גרמנית
it: Tedesco
jp: ドイツ語
pl: Niemiecki
pt_eu: Alemão
ru: Немецкий
tr: Almanca

source: spa
ar: الإسبانية
fr: Espagnol
he: ספרדית
it: Spagnolo
jp: スペイン語
pl: Hiszpański
pt_eu: Espanhol
ru: Испанский
tr: İspanyolca

source: es
ar: الإسبانية
fr: Espagnol
he: ספרדית
it: Spagnolo
jp: スペイン語
pl: Hiszpański
pt_eu: Espanhol
ru: Испанский
tr: İspanyolca

source: ES
ar: الإسبانية
fr: Espagnol
he: ספרדית
it: Spagnolo
jp: スペイン語
pl: Hiszpański
pt_eu: Espanhol
ru: Испанский
tr: İspanyolca

source: chi
ar: الصينية
fr: Chinois
he: סינית
it: Cinese
jp: 中国語
pl: Chiński
pt_eu: Chinês
ru: Китайский
tr: Çince

source: zho
ar: الصينية
fr: Chinois
he: סינית
it: Cinese
jp: 中国語
pl: Chiński
pt_eu: Chinês
ru: Китайский
tr: Çince

source: zh
ar: الصينية
fr: Chinois
he: סינית
it: Cinese
jp: 中国語
pl: Chiński
pt_eu: Chinês
ru: Китайский
tr: Çince

source: ZH
ar: الصينية
fr: Chinois
he: סינית
it: Cinese
jp: 中国語
pl: Chiński
pt_eu: Chinês
ru: Китайский
tr: Çince

source: kor
ar: الكورية
fr: Coréen
he: קוריאנית
it: Coreano
jp: 韓国語
pl: Koreański
pt_eu: Coreano
ru: Корейский
tr: Korece

source: ko
ar: الكورية
fr: Coréen
he: קוריאנית
it: Coreano
jp: 韓国語
pl: Koreański
pt_eu: Coreano
ru: Корейский
tr: Korece

source: KO
ar: الكورية
fr: Coréen
he: קוריאנית
it: Coreano
jp: 韓国語
pl: Koreański
pt_eu: Coreano
ru: Корейский
tr: Korece

source: por
ar: البرتغالية
fr: Portugais
he: פורטוגזית
it: Portoghese
jp: ポルトガル語
pl: Portugalski
pt_eu: Português
ru: Португальский
tr: Portekizce

source: pt
ar: البرتغالية
fr: Portugais
he: פורטוגזית
it: Portoghese
jp: ポルトガル語
pl: Portugalski
pt_eu: Português
ru: Португальский
tr: Portekizce

source: PT
ar: البرتغالية
fr: Portugais
he: פורטוגזית
it: Portoghese
jp: ポルトガル語
pl: Portugalski
pt_eu: Português
ru: Португальский
tr: Portekizce

source: jpn
ar: اليابانية
fr: Japonais
he: יפנית
it: Giapponese
jp: 日本語
pl: Japoński
pt_eu: Japonês
ru: Японский
tr: Japonca

source: ja
ar: اليابانية
fr: Japonais
he: יפנית
it: Giapponese
jp: 日本語
pl: Japoński
pt_eu: Japonês
ru: Японский
tr: Japonca

source: JA
ar: اليابانية
fr: Japonais
he: יפנית
it: Giapponese
jp: 日本語
pl: Japoński
pt_eu: Japonês
ru: Японский
tr: Japonca

source: gre
ar: اليونانية
fr: Grec
he: יוונית
it: Greco
jp: ギリシャ語
pl: Grecki
pt_eu: Grego
ru: Греческая
tr: Yunanca

source: ell
ar: اليونانية
fr: Grec
he: יוונית
it: Greco
jp: ギリシャ語
pl: Grecki
pt_eu: Grego
ru: Греческая
tr: Yunanca
