Repository: korkakak/mywdtvlive
Catalog: src/libs/RES_VILLA/resource/mo/*.po
Languages: ar, fr, he, it, jp, pl, pt_eu, ru, tr

source: Live365 - the world's largest internet radio network. Listen to select stations for free or get a VIP Membership for unlimited access to thousands of commercial-free stations from over 240 genres. Visit www.liver365.com/vip to sign up. Once purchased. your commercial-free VIP access is active on the Live365 website as well as participating devices.
ar: Live365 - أكبر شبكة راديو عالمية على الإنترنت. استمع مجانًا لمجموعة منتقاة من المحطات أو احصل على عضوية VIP لتتمتع بالوصول غير المحدود إلى آلاف من المحطات المجانية من أكثر من 240 نوعًا. تفضل بزيارة www.live365.com/vip للاشتراك. وبمجرد الشراء، سيتم تنشيط وصول VIP المجاني الخاص بك على موقع Live 365 إلى جانب الأجهزة المشاركة أيضًا.
fr: Live365-le réseau de radio sur Internet le plus important au monde. Ecoutez gratuitement des stations sélectionnées ou obtenez une adhésion VIP pour un accès illimité à des milliers de stations sans publicité dans 240 genres. Consultez le site www.live365.com/vip pour vous inscrire. Une fois acheté, votre accès VIP sans publicité est actif sur le site Web Live 365 ainsi que sur les terminaux participants.
he: Live365-רשת הרדיו האינטרנטי הגדולה בעולם. האזן למבחר תחנות ללא תשלום או פתח חשבון אח"מ לגישה בלתי מוגבלת אל אלפי תחנות ב-‏240 סגנונות וללא פרסומות. להרשמה, בקר בכתובת www.live365.com/vip. לאחר הרכישה, גישת האח"מ (VIP) שלך תהיה פעילה באתר Live 365 וכן בהתקנים הכלולים.
it: Live365 – Il network di radio più grande al mondo. Ascolta gratuitamente stazioni radio selezionate oppure ottieni un abbonamento VIP per avere l’accesso illimitato di stazioni radio che trasmettono oltre 240 generi musicali e che non fanno pubblicità. Visita il sito www.live365.com/vip per registrarti. Dopo l’acquisto, l’accesso VIP senza pubblicità è attivo sul sito Live 365 come anche sui dispositivi partecipanti.
jp: LIVE365-世界最大のインターネットラジオネットワークです。 局を選択して無料で聴くか、VIPになってコマーシャルなしで聴ける何千もの局へアクセス無制限。240以上のジャンルから選べます。 www.live365.com/vipにてVIPにサインアップしてください。 ご購入により、コマーシャルなしのVIPアクセスがLive365ウェブサイトおよび参加機器に対し有効となります。
pl: Live365 - największa na świecie internetowa sieć radiowa. Słuchaj bezpłatnie wybranych stacji lub uzyskaj członkostwo VIP i nielimitowany dostęp do tysięcy wolnych od reklam stacji i ponad 240 gatunków muzyki. Odwiedź www.live365.com/vip w celu rejestracji. Po zakupieniu, dostęp VIP bez reklam będzie aktywny na stronie sieci web Live 365 oraz w powiązanych urządzeniach.
pt_eu: Live365-a maior rede de rádio na Internet. Ouça estações seleccionadas gratuitamente ou adquira uma assinatura VIP para acesso ilimitado a milhares de estações sem publicidade de mais de 240 géneros. Visite www.live365.com/vip para se registar. Uma vez adquirido, o seu acesso VIP isento de publicidade ficará activo no sítio Web Live 365 assim como nos dispositivos parceiros.
ru: Live365 – это самая крупная в мире сеть Интернет-радиостанций. Слушайте нас и выбирайте станции бесплатно или получите VIP-статус для неограниченного доступа к тысячам станций без рекламы, вещающих музыку более чем 240 жанров. Подписаться можно на нашем веб-сайте по адресу: www.live365.com/vip. После приобретения VIP-доступ без рекламы действует на веб-сайте Live 365 и на участвующих в нашей программе устройствах.
tr: Live365-dünyanın en büyük internet radyosu ağı. Seçtiğiniz istasyonları ücretsiz dinleyin veya 240'ı aşkın türde binlerce istasyona reklamsız, sınırsız erişim için bir VIP üyelik edinin. Kayıt olmak için www.live365.com/vip adresini ziyaret edin. Satın aldığınızda, reklamsız VIP erişiminiz Live 365 web sitesinde katılan aygıtlarla birlikte etkin olacaktır.

source: Continue
ar: متابعة
fr: Continuer
he: המשך
it: Continua
jp: 続行
pl: Kontynuuj
pt_eu: Continuar
ru: Продолжить
tr: Devam et

source: Last Station
ar: آخر محطة
fr: Dernière station
he: התחנה האחרונה
it: Ultima stazione radio
jp: 最後に選択したサイト
pl: Ostatnia stacja
pt_eu: Última estação
ru: Последняя станция
tr: Son istasyon

source: Last Stations
ar: آخر محطة
fr: Dernière station
he: התחנה האחרונה
it: Ultima stazione radio
jp: 最後に選択したサイト
pl: Ostatnia stacja
pt_eu: Última estação
ru: Последняя станция
tr: Son istasyon

source: My presets
ar: محطاتي سابقة الضبط
fr: Mes stations préréglées
he: ההגדרות הקבועות שלי
it: I miei predefiniti
jp: マイプリセット
pl: Moje wstępne ustawienia
pt_eu: As minhas predefinições
ru: Мои предустановки
tr: Önayarlarım

source: My Presets
ar: محطاتي سابقة الضبط
fr: Mes stations préréglées
he: ההגדרות הקבועות שלי
it: I miei predefiniti
jp: マイプリセット
pl: Moje wstępne ustawienia
pt_eu: As minhas predefinições
ru: Мои предустановки
tr: Önayarlarım

source: Stations
ar: المحطات
he: תחנות
it: Stazioni
jp: サイト
pl: Stacje
pt_eu: Estações
ru: Станции
tr: İstasyonlar

source: VIP Stations
ar: محطات VIP
he: תחנות VIP
it: Stazioni VIP
jp: VIP サイト
pl: Stacje VIP
pt_eu: Estações VIP
ru: VIP-станции
tr: VIP İstasyonlar

source: Preferences
ar: التفضيلات
fr: Préférences
he: העדפות
it: Preferenze
jp: 基本設定
pl: Preferencje
pt_eu: Preferências
ru: Настройки
tr: Tercihler

source: YouTube Preferences
ar: تفضيلات YouTube
fr: YouTube Préférences
he: העדפות YouTube
it: YouTube Preferenze
jp: YouTube 基本設定
pl: Preferencje YouTube
pt_eu: YouTube Preferências
ru: YouTube Параметры
tr: YouTube Tercihler

source: Start up
ar: بدء التشغيل
fr: Démarrer
he: התחל
it: Avvio
jp: 開始
pl: Uruchamianie
pt_eu: Começar
ru: Начало работы
tr: Başlangıç

source: Sign In / Sign Out
ar: تسجيل الدخول/تسجيل الخروج
fr: Connexion/Déconnexion
he: היכנס/צא
it: Entra/Esci
jp: ログイン/ログアウト
pl: Zarejestruj/Wyrejestruj
pt_eu: Entrar/Sair
ru: Вход/Выход
tr: Kayıt/Çıkış

source: Sign out / Sign in
ar: تسجيل الدخول/تسجيل الخروج
fr: Connexion/Déconnexion
he: היכנס/צא
it: Entra/Esci
jp: ログイン/ログアウト
pl: Zarejestruj/Wyrejestruj
pt_eu: Entrar/Sair
ru: Вход/Выход
tr: Kayıt/Çıkış

source: Logout
ar: تسجيل الخروج
fr: Déconnexion
he: התנתקות
it: Esci
jp: ログアウト
pl: Zarejestruj
pt_eu: Sair
ru: Выход
tr: Çıkış

source: Sort Option
ar: خيار الفرز
fr: Trier les options
he: אפשרויות מיון
it: Opzioni d’ordinamento
jp: 並べ替えオプション
pl: Opcja sortowania
pt_eu: Ordenar as opções
ru: Параметры сортировки
tr: Sıralama seçenekleri

source: Sort Options
ar: خيارات الفرز
fr: Trier les options
he: אפשרויות מיון
it: Opzioni d’ordinamento
jp: 並べ替えオプション
pl: Opcje sortowania
pt_eu: Ordenar as opções
ru: Параметры сортировки
tr: Sıralama seçenekleri

source: Audio settings
ar: إعدادات الصوت
fr: Réglages audio
he: הגדרות שמע
it: Impostazioni audio
jp: オーディオ設定
pl: Ustawienia audio
pt_eu: Definições de áudio
ru: Настройки звука
tr: Ses ayarları

source: All Stations(8k-256k)
ar: كل المحطات(8-256 كيلو هرتز)
fr: Toutes les stations(8k-256k)
he: כל התחנות(8k-256k)
it: Tutte le stazioni radio(8k-256k)
jp: すべての局(8k-256k)
pl: Wszystkie stacje (8k-256k)
pt_eu: Todas as Estações(8k-256k)
ru: Все станции(8k-256k)
tr: Tüm İstasyonlar(8k-256k)

source: Only High(96k-256k)
ar: العالية فقط (96-256 كيلو هرتز)
fr: Seulement haut(96k-256k)
he: איכות גבוהה בלבד(96k-256k)
it: Solo alto(96k-256k)
jp: 高のみ(96k-256k)
pl: Tylko wysoka jakość (96k-256k)
pt_eu: Só elevado(96k-256k)
ru: Только высокий(96k-256k)
tr: Yalnızca yüksek(96k-256k)

source: Medium to High(56k-256k)
ar: المتوسطة إلى العالية (56-256 كيلو هرتز)
fr: Moyen à haut(56k-256k)
he: איכות בינונית עד גבוהה(56k-256k)
it: Da medio ad alto(56k-256k)
jp: 中から高(56k-256k)
pl: Średnia do wysokiej (56k-256k)
pt_eu: Médio a elevado(56k-256k)
ru: От среднего до высокого(56k-256k)
tr: Orta - Yüksek(56k-256k)

source: Low to Medium(8k-56k)
ar: المنخفضة إلى المتوسطة (8-56 كيلو هرتز)
fr: Bas à moyen(8k-56k)
he: איכות נמוכה עד בינונית(8k-56k)
it: Da basso a medio(8k-56k)
jp: 低から中(8k-56k)
pl: Niska do średniej (8k-56k)
pt_eu: Fraco e médio(8k-56k)
ru: От низкого до среднего(8k-56k)
tr: Düşük - Orta(8k-56k)

source: Only Low(8k-32k)
ar: المنخفضة فقط (8-32 كيلو هرتز)
fr: Seulement bas(8k-32k)
he: איכות נמוכה בלבד(8k-32k)
it: Solo basso(8k-32k)
jp: 低のみ(8k-32k)
pl: Tylko niska (8k-32k)
pt_eu: Somente fraco(8k-32k)
ru: Только низкий(8k-32k)
tr: Yalnızca düşük(8k-32k)

source: Home page
ar: الصفحة الرئيسية
fr: Page d'accueil
he: דף ראשי
it: Pagina iniziale
jp: ホームページ
pl: Strona główna
pt_eu: Página Inicial
ru: Главная страница
tr: Anasayfa

source: Presets page
ar: صفحة المحطات سابقة الضبط
fr: Page des stations préréglées
he: דף הגדרות קבועות
it: Pagina Programmazione
jp: プリセットページ
pl: Strona ustawień wstępnych
pt_eu: Página de predefinições
ru: Страница настроенных станций
tr: Önayarlar sayfası

source: Play last station
ar: تشغيل آخر محطة
fr: Ecouter la dernière station
he: נגן תחנה אחרונה
it: Ascolta ultima stazione radio
jp: 最後に選択した局を再生
pl: Odtwarzaj ostatnią stację
pt_eu: Reproduzir última estação
ru: Прослушивание последней станции
tr: Son istasyonu oynat

source: Sort Station Alphabetically
ar: فرز المحطات أبجديًا
fr: Trier les stations par ordre alphabétique
he: מיין תחנות לפי סדר אלף בית
it: Stazioni radio in ordine alfabetico
jp: 局をアルファベット順に並び替え
pl: Sortuj stacje alfabetycznie
pt_eu: Ordenar as estações por ordem alfabética
ru: Сортировка станций по алфавиту
tr: İstasyonları alfabetik olarak sırala

source: Sort Station by Popularity
ar: فرز المحطات حسب الشعبية
fr: Trier les stations par niveau de popularité
he: מיין תחנות לפי פופולריות
it: Stazioni radio in ordine di popolarità
jp: 局を人気順に並び替え
pl: Sortuj stacje według popularności
pt_eu: Ordenar as estações por popularidade
ru: Сортировка станций по степени популярности
tr: İstasyonları popülariteye göre sırala

source: Please check your email for the track info.
ar: تم إرسال معلومات المادة. يرجى الاطلاع على بريدك الإلكتروني.
fr: Consultez vos emails pour connaître les informations sur le morceau.
he: פרטי הרצועה נשלחו. בדוק את כתובת הדואר האלקטרוני שלך.
it: Controllare la posta elettronica per le informazioni sulla traccia.
jp: トラック情報のためのメールアドレスを確認してください。
pl: Wysłano informacje o ścieżce. Sprawdź e-mail.
pt_eu: Queira verificar o seu e-mail para as informações da faixa.
ru: Проверьте эл. почту для получения сведений о дорожках.
tr: Parça bilgileri için lütfen e-postanıza bakın.

source: We are sorry.Pandora service only for U.S.Listeners that language support only for English.
ar: خدمة Pandora متاحة حاليًا في الولايات المتحدة فقط. ولهذا السبب، فهي متاحة باللغة الإنجليزية فقط.
fr: Pandora n'est actuellement disponible qu'aux Etats-Unis. Ce site n'est donc disponible qu'en anglais.
he: שירות Pandora זמין כעת בארצות הברית בלבד. מסיבה זו, ניתן להשתמש בשפה האנגלית בלבד.
it: Attualmente il servizio Pandora è disponibile solo negli Stati Uniti, e solo in lingua Inglese.
jp: 現在、Pandora(パンドラ)サービスは米国のみでの使用となっております。従って、英語のみでのご使用となります。
pl: Serwis Pandora jest aktualnie dostępny jedynie w Stanach Zjednoczonych. Dlatego, dostępny jest jedynie język angielski.
pt_eu: O serviço Pandora só está disponível nos Estados Unidos, como tal, o único idioma disponível é Inglês.
ru: В настоящее время служба Pandora доступна только в США. В связи с этим, доступен только английский язык.
tr: Şu anda Pandora hizmeti yalnızca Amerika Birleşik Devletleri'nde mevcuttur. Bu nedenle, yalnızca İngilizce dilinde kullanılabilir.

source: Network Setup
ar: إعداد الشبكة
fr: Installation réseau
he: הגדרות רשת
it: Installazione rete
jp: ネットワーク設定
pl: Ustawienia sieci
pt_eu: Configuração de rede
ru: Сетевые установки
tr: Ağ kurulumu

source: Network setup
ar: إعداد الشبكة
fr: Installation réseau
he: הגדרות רשת
it: Installazione rete
jp: ネットワーク設定
pl: Ustawienia sieci
pt_eu: Configuração de rede
ru: Сетевые установки
tr: Ağ kurulumu

source: Invalid username or password. Please try again.
ar: اسم المستخدم أو كلمة المرور غير صالحة. يرجى إعادة المحاولة.
fr: Nom d'utilisateur ou mot de passe invalide. Veuillez réessayer.
he: שם משתמש או סיסמה שגויים. נסה שנית.
it: Nome utente o password non valida. Riprovare.
jp: ユーザー名あるいはパスワードが無効です。再度おためしください。
pl: Nieprawidłowa nazwa użytkownika lub hasło. Spróbuj ponownie.
pt_eu: Nome de utilizador ou Palavra-passe inválidos. Tente de novo.
ru: Неверное имя пользователя или пароль. Повторите попытку.
tr: Geçersiz kullanıcı adı veya parola. Lütfen tekrar deneyin.

source: Failed to connect file server, the account/password may be changed, please check it.
ar: اسم المستخدم أو كلمة المرور غير صالحة. يرجى إعادة المحاولة.
fr: Nom d'utilisateur ou mot de passe invalide. Veuillez réessayer.
he: שם משתמש או סיסמה שגויים. נסה שנית.
it: Nome utente o password non valida. Riprovare.
jp: ユーザー名あるいはパスワードが無効です。再度おためしください。
pl: Nieprawidłowa nazwa użytkownika lub hasło. Spróbuj ponownie.
pt_eu: Nome de utilizador ou Palavra-passe inválidos. Tente de novo.
ru: Неверное имя пользователя или пароль. Повторите попытку.
tr: Geçersiz kullanıcı adı veya parola. Lütfen tekrar deneyin.

source: Wired
ar: سلكي
fr: Filaire
he: קווי
it: Cablato
jp: 有線
pl: Przewodowa
pt_eu: Com fios
ru: Проводная ЛВС
tr: Kablolu

source: Ethernet
ar: إيثرنت
jp: イーサネット

source: Wireless
ar: لاسلكي
fr: Sans fil
he: אלחוטי
jp: ワイヤレス
pl: Bezprzewodowa
pt_eu: Sem fios
ru: Беспроводная сеть
tr: Kablosuz

source: Please Specify your Network Type.
ar: يرجى تحديد نوع الشبكة
fr: Spécifiez le type de réseau
he: ציין את סוג הרשת
it: Specificare il tipo di rete in uso
jp: ネットワークタイプを指定してください
pl: Podaj rodzaj sieci
pt_eu: Especfique tipo de rede
ru: Укажите тип сети
tr: seçin bağlantı modu

source: Select Setup Method.
ar: حدد وضع الاتصال
fr: Sélectionnez le mode de connexion
he: בחר מצב התחברות
it: Selezionare la modalità di connessione
jp: 接続モードを選択
pl: Wybierz tryb połączenia
pt_eu: Seleccione modo de ligação
ru: Выберите режим подключения
tr: seçin bağlantı modu

source: Manual
ar: يدوي
fr: Manuel
he: מדריך
it: Manuale
jp: 手動
pl: Ręczne
pt_eu: Introduza
ru: Вручную
tr: Manuel

source: Automatic
ar: تلقائي
fr: Automatique
he: אוטומטי
it: Automatica
jp: 自動
pl: Automatyczne
pt_eu: Automático
ru: Автоматически
tr: Otomatik

source: Enter your IP address and then press Submit
ar: أدخل عنوان IP ثم انقر فوق "إرسال"
fr: Entrez votre adresse IP et cliquez sur Envoyer
he: הזן את כתובת ה-IP שלך ולאחר מכן לחץ Submit (שלח)
it: Inserire l’indirizzo IP e poi premere Invia
jp: IPアドレスを入力し、送信をクリックしてください
pl: Wprowadź swój adres IP, a następnie kliknij Prześlij
pt_eu: Introduza o seu endereço IP e clique em Submit
ru: Введите IP-адрес и нажмите Отправить
tr: IP adresinizi girin ve ardından Submit'e basın

source: if you have a Subnet mask, enter it and then press Submit
ar: إذا كان لديك قناع شبكة فرعية، فأدخله ثم انقر فوق "إرسال"
fr: si vous avez un masque de sous-réseau, entrez-le puis cliquez sur Envoyer
he: אם קיים מיסוך רשת משנה, הזן אותו ולאחר מכן לחץ Submit (שלח)
it: Se si possiede una subnet mask, inserire l’indirizzo e poi premere Invia
jp: サブネットマスクを使用する際は、それを入力し、送信をクリックしてください
pl: jeśli masz maskę podsieci, wprowadź ją, a następnie kliknij Prześlij
pt_eu: se tiver uma máscara de sub-rede, introduza-a e depois clique em Submit
ru: Если известна маска подсети, введите ее и нажмите Отправить
tr: Alt ağ maskeniz varsa, onu girin ve ardından Submit'e basın

source: Auto search
ar: بحث تلقائي
fr: Recherche automatique
he: חיפוש אוטומטי
it: Ricerca automatica
jp: 自動検索
pl: Automatyczne wyszukiwanie
pt_eu: Pesquisa automática
ru: Автопоиск
tr: Otomatik arama

source: Manually SSID
ar: أدخل مُعرّف SSID يدويًا
fr: SSID manuel
he: הזנה ידנית של SSID
it: Immetti SSID manualmente
jp: SSIDを手動入力する
pl: Ręczne wprowadzanie SSID
pt_eu: SSID manual
ru: Ручной ввод SSID
tr: Manuel SSID

source: Enter SSID Key:
ar: يرجى إدخال مُعرّف SSID
fr: Veuillez entrer le SSID
he: הזן SSID
it: Inserire SSID
jp: SSIDを入力してください。
pl: Wprowadź SSID
pt_eu: Introduza o SSID
ru: Введите SSID
tr: Lütfen SSID'yi girin

source: Site survey
ar: فحص الموقع
fr: Enquête du site
he: סקר אתר
it: Verifica sito
jp: サイト調査
pl: Wykrywanie urządzeń
pt_eu: Pesquisa do sítio
ru: Тестирование местной сети
tr: Site anketi

source: Signal
ar: الإشارة
he: אות
it: Segnale
jp: 信号
pl: Sygnał
pt_eu: Sinal
ru: Сигнал
tr: Sinyal

source: Security Type
ar: نوع الحماية
fr: Type de sécurité
he: סוג אבטחה
it: Tipo di sicurezza
jp: セキュリティタイプ
pl: Typ zabezpieczenia
pt_eu: Tipo de segurança
ru: Тип безопасности
tr: Güvenlik türü

source: Please enter your Encryption Key
ar: يرجى إدخال كلمة مرور حماية الشبكة
fr: Veuillez entrer le mot de passe de sécurité du réseau
he: הזן את סיסמת האבטחה של הרשת
it: Inserire la password di protezione della rete
jp: ネットワークセキュリティパスワードを入力してください。
pl: Wprowadź hasło zabezpieczenia sieci
pt_eu: Introduza a palavra-passe de segurança da rede
ru: Введите пароль защиты сети
tr: Lütfen ağ güvenlik parolasını girin

source: Key length error! If your key type is ASCII, the length should be 5, 13, or 16. If your key type if Hex, the length should be 10, 26 or 32.
ar: كلمة مرور حماية الشبكة غير صالحة. يرجى إعادة المحاولة.
fr: Le mot de passe de sécurité du réseau est invalide. Veuillez réessayer.
he: סיסמת האבטחה של הרשת אינה תקינה. נסה שנית.
it: La password di protezione della rete non è valida. Riprovare.
jp: ネットワークセキュリティパスワードが無効です。再試行してください。
pl: Hasło zabezpieczenia sieci jest nieprawidłowe. Spróbuj ponownie.
pt_eu: A palavra-passe de segurança da rede não é válida. Tente de novo.
ru: Недопустимый пароль защиты сети. Повторите попытку.
tr: Ağ güvenlik parolası geçersiz değil. Lütfen tekrar deneyin.

source: Key length error! The length of WPAPSK should be 8~64!
ar: كلمة مرور حماية الشبكة غير صالحة. يرجى إعادة المحاولة.
fr: Le mot de passe de sécurité du réseau est invalide. Veuillez réessayer.
he: סיסמת האבטחה של הרשת אינה תקינה. נסה שנית.
it: La password di protezione della rete non è valida. Riprovare.
jp: ネットワークセキュリティパスワードが無効です。再試行してください。
pl: Hasło zabezpieczenia sieci jest nieprawidłowe. Spróbuj ponownie.
pt_eu: A palavra-passe de segurança da rede não é válida. Tente de novo.
ru: Недопустимый пароль защиты сети. Повторите попытку.
tr: Ağ güvenlik parolası geçersiz değil. Lütfen tekrar deneyin.

source: Network not available!
ar: تعذر على الجهاز الاتصال بالشبكة
fr: L'appareil n'a pas pu se connecter au réseau.
he: המכשיר לא הצליח להתחבר אל הרשת
it: Il dispositivo non riesce a collegarsi alla rete.
jp: デバイスはネットワークと接続できません。
pl: Nie można połączyć urządzenia z siecią
pt_eu: Não foi possível ligar este dispositivo à rede
ru: Устройству не удалось подключиться к сети
tr: Aygıt ağa bağlanamıyor.

source: Please Wait...
ar: يرجى الانتظار...
fr: Veuillez patienter...
he: נא להמתין...
it: Attendere...
jp: しばらくお待ちください...
pl: Zaczekaj...
pt_eu: Aguarde...
ru: Подождите...
tr: Lütfen bekleyin...

source: Network Setup Completed
ar: اكتمل إعداد الشبكة
fr: Installation du réseau terminée
he: הגדרות הרשת הסתיימו
it: Installazione rete completata
jp: ネットワークの設定が完了しました
pl: Ustawienia sieci zakończone
pt_eu: Configuração de rede concluída
ru: Настройка сети выполнена
tr: Ağ kurulumu tamamlandı

source: Return Home
ar: رجوع إلى الرئيسية
fr: Retour Accueil
he: חזרה אל הדף הראשי
it: Torna a home page
jp: ホームに戻る
pl: Powrót na stronę główną
pt_eu: Regressar ao Início
ru: На главную страницу
tr: Anasayfaya Dön

source: Device name
ar: اسم الجهاز
fr: Nom de l'appareil
he: שם התקן
it: Nome dispositivo
jp: デバイス名
pl: Nazwa urządzenia
pt_eu: Nome do dispositivo
ru: Имя устройства
tr: Aygıt adı

source: Samba Servers
ar: خوادم Samba
fr: Serveur Samba
he: שרתי Samba
it: Server Samba
jp: Sambaサーバ
pl: Serwery Samba
pt_eu: Servidor Samba
ru: Сервер Samba
tr: Samba sunucusu

source: Media Servers
ar: خوادم الوسائط
fr: Serveurs multimédia
he: שרתי מדיה
it: Server multimediali
jp: メディアサーバー
pl: Serwery multimediów
pt_eu: Servidores multimédia
ru: Медиа-серверы
tr: Medya sunucusu

source: Delete the preset's password?
ar: هل تريد بالتأكيد مسح معلومات تسجيل الدخول المحفوظة؟
fr: Etes-vous sûr de vouloir effacer les informations d'ouverture de session sauvegardées ?
he: האם אתה בטוח שברצונך לנקות את פרטי הכניסה השמורים?
it: Cancellare le informazioni d’accesso salvate?
jp: 保存したログイン情報をクリアしますか？
pl: Czy na pewno chcesz usunąć zapisane informacje logowania?
pt_eu: Tem a certeza que pretende limpar as informações de início de sessão guardadas?
ru: Удалить сохраненные данные для входа?
tr: Kaydedilmiş oturum açma bilgilerini temizlemek istediğinizden emin misiniz?

source: Sign in
ar: تسجيل الدخول
fr: Connexion
he: כניסה
it: Entra
jp: ログイン
pl: Zarejestruj
pt_eu: Iniciar sessão
ru: Вход
tr: Kayıt

source: Username
ar: اسم المستخدم
fr: Nom d'utilisateur
he: שם משתמש
it: Nome utente
jp: ユーザー名
pl: Nazwa użytkownika
pt_eu: Nome de utilizador
ru: Имя пользователя
tr: Kullanıcı Adı

source: Password
ar: كلمة المرور
fr: Mot de passe
he: סיסמה
jp: パスワード
pl: Hasło
pt_eu: Palavra-passe
ru: Пароль
tr: Parola

source: Connecting...
ar: يتم الآن الاتصال...
fr: Connexion en cours...
he: מתחבר...
it: Connessione in corso...
jp: 接続中...
pl: Łączenie...
pt_eu: A ligar...
ru: Устанавливается соединение...
tr: Bağlanıyor...

source: Unable to obtain an IP address. The media player has limited or no network connectivity.
ar: يتعذر الحصول على عنوان IP. لا يتوفر اتصال بالشبكة لمشغل الوسائط أو أن الاتصال محدود.
fr: Impossible d'obtenir une adresse IP. Le lecteur de médias a une connectivité au réseau limitée ou aucune.
he: לא ניתן לקבל כתובת IP. לנגן המדיה קישוריות רשת מוגבלת או שאין חיבור.
it: Impossibile ottenere un indirizzo IP. Il lettore multimediale ha una connettività di rete limitata o assente.
jp: IPアドレスを取得できませんでした。メディアプレーヤーに制限があるか、ネットワーク接続がありません。
pl: Nie można uzyskać adresu IP. Odtwarzacz multimediów ma ograniczone możliwości połączenia z siecią lub brak.
pt_eu: Não foi possível obter um endereço IP. O reprodutor multimédia possui uma ligação de rede limitada ou inexistente.
ru: Невозможно получить IP-адрес. Подключение мультимедийного проигрывателя к сети ограничено или отсутствует.
tr: IP adresi alınamıyor. Ortam yürütücüsü sınırlı veya ağ bağlanabilirliği yok.

source: RGB High
ar: RGB عالٍ
fr: RGB haut
he: RGB גבוה
it: RGB alto
jp: RGB高
pl: RGB wysoka
pt_eu: RGB Elevado
ru: RGB, высокий
tr: RGB Yüksek

source: RGB Low
ar: RGB منخفض
fr: RGB bas
he: RGB נמוך
it: RGB basso
jp: RGB低
pl: RGB niska
pt_eu: RGB Fraco
ru: RGB, низкий
tr: RGB Düşük

source: Reboot now
ar: إعادة التشغيل الآن
fr: Redémarrer maintenant
he: הפעל מחדש כעת
it: Riavvia adesso
jp: 再起動
pl: Uruchom ponownie teraz
pt_eu: Reiniciar agora
ru: Перезагрузить сейчас
tr: Şimdi yeniden başlat

source: Update Device
ar: تحديث الجهاز
fr: Mettre à jour appareil
he: עדכן התקן
it: Aggiorna dispositivo
jp: デバイスの更新
pl: Aktualizuj urządzenie
pt_eu: Actualizar dispositivo
ru: Обновить устройство
tr: Aygıtı güncelle

source: Searching for update
ar: بحث عن تحديث
fr: Recherche des mises à jour
he: מחפש עדכון
it: Ricerca aggiornamenti
jp: 更新を検索しています
pl: Wyszukiwanie aktualizacji
pt_eu: A procurar actualizações
ru: Выполняется поиск обновления
tr: Güncelleme aranıyor

source: System information
ar: معلومات النظام
fr: Information système
he: מידע אודות המערכת
it: Informazioni di sistema
jp: システム情報
pl: Informacje o systemie
pt_eu: Informações do sistema
ru: Сведения о системе
tr: Sistem bilgileri

source: Local Drives
ar: المحركات المحلية
fr: Lecteurs locaux
he: כוננים מקומיים
it: Unità locali
jp: ローカルドライブ
pl: Lokalne napędy
pt_eu: Unidades locais
ru: Локальные диски
tr: Yerel sürücüler

source: Are you sure you want to sign out?
ar: هل تريد بالتأكيد تسجيل الخروج؟
fr: Êtes-vous sûr de vouloir déconnecter?
he: האם אתה בטוח שברצונך לצאת?
it: Si è certi di voler uscire?
jp: ログアウトしてよろしいですか？
pl: Czy na pewno chcesz zarejestrować?
pt_eu: Tem certeza de que deseja Sair?
ru: Вы уверены, что хотите выйти?
tr: Oturumu Kapat istediğinizden emin misiniz?

source: Video Setting
ar: إعدادات الفيديو
fr: Réglages Vidéo
he: הגדרות וידאו
it: Impostazioni video
jp: ビデオ設定
pl: Ustawienia video
pt_eu: Definições de vídeo
ru: Настройки видео
tr: Video ayarları

source: Photo Setting
ar: إعدادات الصور
fr: Réglages Photo
he: הגדרות תמונה
it: Impostazioni foto
jp: 写真設定
pl: Ustawienia zdjęć
pt_eu: Definições de fotografia
ru: Настройки фото
tr: Fotoğraf ayarları
