Repository: korkakak/mywdtvlive
Catalog: src/libs/RES_VILLA/resource/mo/*.po
Languages: ar, fr, he, it, jp, pl, pt_eu, ru, tr

source: Would you like to copy the selected files?
ar: هل ترغب في نسخ الملفات المحددة؟
fr: Souhaitez-vous copier les fichiers sélectionnés ?
he: האם להעתיק את הקבצים הנבחרים?
it: Copiare i file selezionati?
jp: 選択したファイルをコピーしますか？
pl: Czy chcesz usunąć wybrane pliki?
pt_eu: Pretende copiar os ficheiros seleccionados?
ru: Копировать выбранные файлы?
tr: Seçilen dosyaları kopyalamak istiyor musunuz?

source: Would you like to move the selected files?
ar: هل ترغب في نقل الملفات المحددة؟
fr: Souhaitez-vous déplacer les fichiers sélectionnés ?
he: האם להעביר את הקבצים הנבחרים?
it: Spostare i file selezionati?
jp: 選択したファイルを移動しますか？
pl: Czy chcesz przenieść wybrane pliki?
pt_eu: Pretende transferir os ficheiros seleccionados?
ru: Переместить выбранные файлы?
tr: Seçilen dosyaları taşımak istiyor musunuz?

source: Deleting files...
ar: يتم الآن حذف الملفات...
fr: Suppression des fichiers...
he: מוחק קבצים...
it: Eliminazione dei file...
jp: ファイルを削除しています...
pl: Usuwanie plików...
pt_eu: A eliminar ficheiros...
ru: Удаление файлов...
tr: Dosyalar siliniyor...

source: Deleted
ar: تم الحذف
fr: Supprimé
he: נמחק
it: Eliminato
jp: 削除しました。
pl: Usunięty
pt_eu: Eliminado
ru: Удалено
tr: Silindi

source: Copying files...
ar: يتم الآن نسخ الملفات...
fr: Copie des fichiers...
he: מעתיק קבצים...
it: Copia dei file...
jp: ファイルをコピーしています...
pl: Kopiowanie plików...
pt_eu: A copiar ficheiros...
ru: Копирование файлов...
tr: Dosyalar kopyalanıyor...

source: Moving files...
ar: يتم الآن نقل الملفات...
fr: Déplacement des fichiers...
he: מעביר קבצים...
it: Spostamento dei file...
jp: ファイルを移動しています...
pl: Przenoszenie plików...
pt_eu: A transferir ficheiros...
ru: Перемещение файлов...
tr: Dosyalar taşınıyor...

source: Moved
ar: تم النقل
fr: Déplacé
he: הועבר
it: Spostato
jp: 移動が完了しました
pl: Przeniesiony
pt_eu: Transferidos
ru: Перемещено
tr: Taşındı

source: File delete complete.
ar: اكتمل حذف الملف.
fr: Suppression des fichiers terminée.
he: מחיקת הקבצים הסתיימה.
it: Eliminazione file completata.
jp: ファイルの削除が完了しました。
pl: Usuwanie pliku zakończone.
pt_eu: Eliminação de ficheiros concluída.
ru: Удаление файлов выполнено.
tr: Dosya silme işlemi tamamlandı.

source: Write fail. Please check the destination device.
ar: فشل الكتابة. يرجى فحص الجهاز الوجهة.
fr: Ecriture impossible. Veuillez vérifier l’appareil de destination.
he: הכתיבה נכשלה. בדוק את התקן היעד.
it: Scrittura non riuscita. Controllare il dispositivo di destinazione.
jp: 書き込みに失敗しました。書き込み先デバイスを確認してください。
pl: Zapisanie nie powiodło się. Sprawdź urządzenie docelowe.
pt_eu: Erro de escrita. Verifique o dispositivo de destino.
ru: Сбой записи. Проверьте целевое устройство.
tr: Yazma hatası. Lütfen hedef aygıtı kontrol edin.

source: Read fail. Please check the source device.
ar: فشل القراءة. يرجى فحص الجهاز المصدر.
fr: Lecture impossible. Veuillez vérifier l’appareil source.
he: הקריאה נכשלה. בדוק את התקן המקור.
it: Lettura non riuscita. Controllare il dispositivo d’origine.
jp: 読み取りに失敗しました。ソースデバイスを確認してください。
pl: Odczytanie nie powiodło się. Sprawdź urządzenie źródłowe.
pt_eu: Erro de leitura. Verifique o dispositivo de origem.
ru: Сбой чтения. Проверьте исходное устройство.
tr: Okuma hatası. Lütfen kaynak aygıtı kontrol edin.

source: Unable to copy or move file. Not enough space at destination.
ar: يتعذر نسخ أو نقل الملف. لا تتوفر مساحة كافية في الوجهة.
fr: Copie ou déplacement du fichier impossible. Espace insuffisant au niveau de la destination.
he: לא ניתן להעתיק או להעביר את הקובץ. אין מספיק מקום פנוי ביעד.
it: Impossibile copiare o spostare il file. Spazio insufficiente sulla destinazione.
jp: ファイルのコピーまたは移動ができません。コピー/移動先の空き容量が十分ではありません。
pl: Nie można skopiować lub przenieść pliku. Za mało miejsca w urządzeniu docelowym.
pt_eu: Não foi possível copiar ou transferir o ficheiro. Não existe espaço suficiente no destino.
ru: Невозможно скопировать или переместить файл. Недостаточно места на целевом устройстве.
tr: Dosya kopyalanamıyor veya taşınamıyor. Hedefte yeterli alan yok.

source: Unable to write to read-only device at destination.
ar: تتعذر الكتابة على الجهاز المخصص للقراءة فقط في الوجهة.
fr: Ecriture en lecture seule impossible sur l’appareil de destination.
he: לא ניתן לכתוב להתקן קריאה בלבד ביעד.
it: Impossibile scrivere su dispositivi di sola lettura presso la destinazione.
jp: 書き込みできません。書き込み先のデバイスは読み取り専用です。
pl: Nie można zapisać w urządzeniu tylko do odczytu.
pt_eu: Não foi possível escrever no dispositivo de destino porque este é só de leitura.
ru: Невозможно записать на целевое устройство, доступное только для чтения.
tr: Hedefteki salt-okunur aygıta yazdırılamıyor.

source: Unable to delete read-only file.
ar: يتعذر حذف الملف المخصص للقراءة فقط.
fr: Suppression du fichier en lecture seule impossible.
he: לא ניתן למחוק קובץ לקריאה בלבד.
it: Impossibile eliminare file di sola lettura.
jp: 読み取り専用ファイルを削除することはできません。
pl: Nie można usunąć pliku tylko do odczytu.
pt_eu: Não foi possível eliminar o ficheiro porque este é só de leitura.
ru: Невозможно удалить файл, доступный только для чтения.
tr: Salt okunur dosya silinemiyor.

source: Press [BACK] to cancel.
ar: اضغط على [رجوع] للإلغاء.
fr: Appuyez sur Retour pour annuler.
he: לחץ [BACK] (חזרה) לביטול.
it: Premere [INDIETRO] per annullare.
jp: キャンセルするには[戻る]を押します。
pl: Naciśni [COFNIJ] aby anulować.
pt_eu: Prima Retroceder para cancelar.
ru: Нажмите кнопку [BACK] для отмены.
tr: İptal etmek için Geri'ye basın.

source: Are you sure you want to cancel?
ar: هل تريد بالتأكيد الإلغاء؟
fr: Etes-vous sûr de vouloir annuler ?
he: האם אתה בטוח שברצונך לבטל?
it: Annullare?
jp: キャンセルしますか？
pl: Czy na pewno chcesz anulować?
pt_eu: Tem a certeza de que pretende cancelar?
ru: Отменить?
tr: İptal etmek istediğinizden emin misiniz?

source: Auto play
ar: تشغيل تلقائي
fr: Lecture automatique
he: נגינה אוטומטית
it: Riproduzione automatica
jp: 自動再生
pl: Automatyczne odtwarzanie
pt_eu: Reprodução automática
ru: Автоматическое воспроизведение
tr: Otomatik oynatma

source: Photo auto play
ar: تشغيل تلقائي للصور
fr: Lecture photo automatique
he: הצגה אוטומטית של תמונות
it: Riproduzione automatica foto
jp: 写真自動再生
pl: Autoamtyczne odtwarzanie zdjęć
pt_eu: Reprodução automática de fotografias
ru: Автоматическое воспроизведение фото
tr: Fotoğraf otomatik oynatma

source: Video auto play
ar: تشغيل تلقائي للفيديو
fr: Lecture vidéo automatique
he: הצגה אוטומטית של וידאו
it: Riproduzione automatica video
jp: ビデオ自動再生
pl: Automatyczne odtwarzanie video
pt_eu: Reprodução automática de vídeo
ru: Автоматическое воспроизведение видео
tr: Video otomatik oynatma

source: Are you sure you want to chage the video setting?
ar: هل تريد بالتأكيد تغيير إعداد الفيديو؟
fr: Etes-vous sûr de vouloir modifier le réglage vidéo ?
he: האם אתה בטוח שברצונך לשנות את הגדרות הווידאו?
it: Si è certi di volere modificare le impostazioni video?
jp: このビデオ設定を変更しますか？
pl: Czy na pewno chcesz zmienić ustawienie video?
pt_eu: Tem a certeza de que quer alterar as definições de vídeo?
tr: Video ayarını değiştirmek istediğinizden emin misiniz?

source: Camera
ar: الكاميرا
fr: Caméra
he: מצלמה
it: Fotocamera
jp: カメラ
pl: Kamera
pt_eu: Câmara
ru: Оператор
tr: Kamera

source: Camera 1
ar: الكاميرا 1
fr: Caméra 1
he: מצלמה 1
it: Fotocamera 1
jp: カメラ 1
pl: Kamera 1
pt_eu: Câmara 1
ru: Оператор 1
tr: Kamera 1

source: Camera 2
ar: الكاميرا 2
fr: Caméra 2
he: מצלמה 2
it: Fotocamera 2
jp: カメラ 2
pl: Kamera 2
pt_eu: Câmara 2
ru: Оператор 2
tr: Kamera 2

source: Chapters
ar: الفصول
fr: Chapitres
he: פרקים
it: Capitoli
jp: チャプター
pl: Rozdziały
pt_eu: Capítulos
ru: Разделы
tr: Bölümler

source: file name
ar: اسم الملف
fr: nom du fichier
he: שם קובץ
it: Nome file
jp: ファイル名
pl: nazwa pliku
pt_eu: nome do ficheiro
ru: Имя файла
tr: dosya adı

source: Press [RIGHT] to select source.
ar: اضغط على [يمين] لتحديد المصدر.
fr: Appuyez sur [DROITE] pour sélectionner la source.
he: לחץ [RIGHT] (ימינה) לבחירת מקור.
it: Premere [DESTRA] per selezionare l’origine.
jp: [右]を押してソースを選択します。
pl: Naciśnij [W PRAWO], aby wybrać źródło.
pt_eu: Prima o botão [DIREITA] para seleccionar a fonte.
ru: Нажмите кнопку [RIGHT] для выбора исходного устройства.
tr: Kaynağı seçmek için [SAĞ]'a basın.

source: Press [OPTION] to copy, move or delete.
ar: اضغط على [خيارات] للنسخ أو النقل أو الحذف.
fr: Appuyez sur [OPTION] pour copier, déplacer ou supprimer.
he: לחץ [OPTION] (אפשרויות) להעתקה, העברה או מחיקה.
it: Premere [OPZIONE] per copiare, spostare o eliminare.
jp: [OPTION]を押してコピー、移動、あるいは削除を選択します。
pl: Naciśnij [OPCJA], aby skopiować, przenieść lub usunąć.
pt_eu: Prima o botão [OPÇÃO] para copiar, mover ou eliminar.
ru: Нажмите кнопку [OPTION] для копирования, перемещения или удаления.
tr: kopyalamak, taşımak veya silmek için [OPTION]'e basın.

source: Press [RIGHT] to select destination.
ar: اضغط على [يمين] لتحديد الوجهة.
fr: Appuyez sur [DROITE] pour sélectionner la destination.
he: לחץ [RIGHT] (ימינה) לבחירת יעד.
it: Premere la freccia [DESTRA] per selezionare la destinazione.
jp: [右]を押して送り先を選択します。
pl: Naciśnij [W PRAWO], aby wybrać cel.
pt_eu: Prima o botão [DIREITA] para seleccionar o destino.
ru: Нажмите кнопку [RIGHT] для выбора целевого устройства.
tr: Hedefi seçmek için SAĞ'a basın.

source: Press [OPTION] to confirm.
ar: اضغط على [خيارات] للتأكيد.
fr: Appuyez sur [OPTION] pour confirmer.
he: לחץ [OPTION] (אפשרויות) לאישור.
it: Premere [OPTION] per confermare.
jp: [OPTION]を押して決定します。
pl: Naciśnij [OPCJA] w celu potwierdzenia.
pt_eu: Prima o botão [OPTION] para confirmar.
ru: Для подтверждения нажмите кнопку [OPTION].
tr: Onaylamak için [OPTION]'e basın.

source: Standby mode
ar: وضع الاستعداد
fr: Standby-Modus
he: מצב המתנה
it: Modalità standby
jp: スタンバイモード
pl: Tryb czuwania
pt_eu: Modo de espera
tr: Bekleme modu

source: Audio track display
ar: عرض المادة الصوتية
fr: Affichage piste audio
he: תצוגת רצועות שמע
it: Display tracce audio
jp: オーディオトラック表示
pl: Wyświetlanie ścieżki audio
pt_eu: Informação de faixa
ru: Сведения об аудиозаписи
tr: Müzi Parçası Göstergesi

source: Action cancelled.
ar: تم إلغاء الإجراء
fr: Maßnahmen zur Beseitigung
he: הפעולה בוטלה
it: D'azione per l'eliminazione
jp: 操作をキャンセル
pl: Akcja anulowana
pt_eu: Acção para a Eliminação
ru: Действий, отменяется.
tr: Eylem iptal

source: Arabic
ar: العربية
fr: Arabisch
he: ערבית
it: Arabo
jp: アラビア語
pl: Arabski
pt_eu: Árabe
tr: Arapça

source: Hindu
ar: الهندية
fr: Hindi
he: הינדית
it: Hindi
jp: ヒンディー語
pl: Hinduski
pt_eu: Hindi
tr: Hintçe

source: Thailand
ar: التايلاندية
fr: Thai
he: תאילנד
it: Thai
jp: タイ
pl: Tajlandia
pt_eu: Tailandês
tr: Tayland dili

source: Preview mode
ar: وضع المعاينة
fr: Mode prévisualisation
he: מצב תצוגה מוקדמת
it: Modalità anteprima
jp: プレビューモード
pl: Tryb podglądu
pt_eu: Modo de visualização
ru: Предпросмотр
tr: Önizleme modu

source: Firmware upgrade failed. The device will restart.
ar: فشل ترقية البرنامج الثابت. ستتم إعادة تشغيل الجهاز.
fr: Firmware-Upgrade fehlgeschlagen. Das Gerät wird neu gestartet.
he: שדרוג הקושחה נכשל. המכשיר יופעל מחדש.
it: Di aggiornamento del firmware non è riuscito. Dispositivo verrà riavviato.
jp: ファームウェアのアップグレードに失敗しました。 デバイスが再起動します。
pl: Aktualizacja firmware nie powiodła się. Nastąpi ponowne uruchomienie urządzenia.
pt_eu: Firmware upgrade falhou. dispositivo irá reiniciar.
tr: Firmware yükseltme başarısız oldu. Cihaz yeniden başlar.

source: Empty
ar: فارغ
fr: Vide
he: ריק
it: Vuoto
jp: 空ろ
pl: Pusta
pt_eu: Vazio
tr: Boşaltmak

source: Push
ar: دفع
fr: Pressé
he: דחוף
it: Spingi
jp: 押す
pl: Naciśnij
pt_eu: Empurrar
ru: Выталкивание
tr: Itin

source: Wipe
ar: محو
fr: Essuyer
he: ניגוב
it: A comparsa
jp: 拭く
pl: Wytrzyj
pt_eu: Varrido
ru: Вытеснение
tr: Silin

source: Zoom
ar: زوم
he: זום
jp: ズーム
pl: Powiększenie
ru: Растягивание
tr: Yakınlaştır

source: Access point detecting...
ar: يتم الآن اكتشاف الشبكة اللاسلكية...
fr: Détection du réseau sans-fil...
he: מזהה רשת אלחוטית...
it: Rilevazione rete wireless in corso...
jp: ワイヤレスネットワークを検出中...
pl: Wykrywanie sieci bezprzewodowej...
pt_eu: A detectar redes sem fios...
ru: Обнаружение беспроводной сети...
tr: Kablosuz ağ algılanıyor...

source: Detecting Wireless Access Point
ar: يتم الآن اكتشاف الشبكة اللاسلكية...
fr: Détection du réseau sans-fil...
he: מזהה רשת אלחוטית...
it: Rilevazione rete wireless in corso...
jp: ワイヤレスネットワークを検出中...
pl: Wykrywanie sieci bezprzewodowej...
pt_eu: A detectar redes sem fios...
ru: Обнаружение беспроводной сети...
tr: Kablosuz ağ algılanıyor...

source: The network encryption key is not valid.
ar: مفتاح تشفير الشبكة غير صالح.
fr: Die Netzwerk-Schlüssel ist nicht gültig.
he: מפתח ההצפנה של הרשת אינו חוקי.
it: La chiave di crittografia di rete non è valido.
jp: ネットワーク暗号化キーは有効ではありません。
pl: Nieprawidłowy klucz szyfrowania sieci.
pt_eu: A rede criptografia chave não é válida.
tr: Ağ şifreleme anahtarı geçerli değil.

source: No Chapter
ar: لا يوجد فصل
fr: Nr. Kapitel
he: אין פרק
it: Non vi è alcun capitolo
jp: 章ではない
pl: Brak rozdziału
pt_eu: Não há nenhum capítulo
tr: Hiçbir bölüm ise

source: Home
ar: الصفحة الرئيسية
fr: Accueil
he: דף ראשי
it: Pagina iniziale
jp: ホーム
pl: Główna
pt_eu: Início
ru: Главная
tr: Anasayfa

source: Live365 Home
ar: صفحة Live365 الرئيسية
fr: Live365 Accueil
he: הדף הראשי של Live365
it: Live365 Pagina iniziale
jp: Live365 ホーム
pl: Główna Live365
pt_eu: Live365 Início
ru: Live365 Главная
tr: Live365 Anasayfa

source: Last 7 days interesting
ar: الشيقة خلال آخر 7 أيام
fr: 7 derniers jours intéressants
he: אחרון 7 ימים מעניינים
it: Ultimi 7 giorni interessanti
jp: 最近1週間のお気に入り
pl: Interesujące ostatnie 7 dni
pt_eu: Mais interessante dos últimos 7 dias
ru: Интересные за последние 7 дней
tr: Son 7 gündeki İlgi Çekici Şeyler

source: Most recent uploads
ar: أحدث التحميلات
fr: Téléchargements les plus récents
he: ההעלאות העדכניות ביותר
it: Caricamenti più recenti
jp: 最新のアップロード
pl: Ostatnio przesłane
pt_eu: Carregamentos mais recentes
ru: Последние загрузки
tr: Son yüklemeler

source: Hot tags
ar: التصنيفات الرائجة
he: תגיות חמות
it: Tag importanti
jp: 注目のタグ
pl: Znaczniki interesujących elementów
pt_eu: Marcadores especiais
ru: «Горячие» метки
tr: Sıcak etiketler

source: Hot Tags
ar: التصنيفات الرائجة
he: תגיות חמות
it: Tag importanti
jp: 注目のタグ
pl: Znaczniki interesujących elementów
pt_eu: Marcadores Especiais
ru: «Горячие» метки
tr: Sıcak etiketler

source: My contacts
ar: جهات الاتصال الخاصة بي
fr: Mes contacts
he: אנשי הקשר שלי
it: I miei contatti
jp: アドレス帳
pl: Moje kontakty
pt_eu: Os meus contactos
ru: Мои контакты
tr: Kişilerim

source: My Contacts
ar: جهات الاتصال الخاصة بي
fr: Mes contacts
he: אנשי הקשר שלי
it: I miei contatti
jp: アドレス帳
pl: Moje kontakty
pt_eu: Os meus contactos
ru: Мои контакты
tr: Kişilerim

source: My tags
ar: تصنيفاتي
fr: Mes tags
he: התגיות שלי
it: I miei tag
jp: マイタグ
pl: Moje znaczniki
pt_eu: Os meus marcadores
ru: Мои метки
tr: Etiketlerim

source: Explore
ar: اسكتشاف
fr: Explorer
he: סייר
it: Esplora
jp: 検索
pl: Eksploruj
pt_eu: Explorar
ru: Обзор
tr: Araştır

source: Keywords
ar: الكلمات المفتاحية
fr: Mots clés
he: מילות מפתח
it: Parole chiave
jp: キーワード
pl: Słowa kluczowe
pt_eu: Palavras-chave
ru: Ключевые слова
tr: Anahtar sözcükler

source: Flickr members
ar: أعضاء Flickr
fr: Membres flickr
he: חברי Flickr
it: Membri Flickr
jp: Flickr会員
pl: Członkowie Flickr
pt_eu: Membros do Flickr
ru: Участники Flickr
tr: Flickr üyeleri

source: Tags
ar: التصنيفات
he: תגיות
it: Tag
jp: タグ
pl: Znaczniki
pt_eu: Marcadores
ru: Метки
tr: Etiketler

source: Tag
ar: التصنيفات
fr: Tags
he: תגיות
jp: タグ
pl: Znaczniki
pt_eu: Marcadores
ru: Метки
tr: Etiketler

source: Submit
ar: إرسال
fr: Soumettre
he: שלח
it: Invia
jp: 送信
pl: Prześlij
pt_eu: Submeter
ru: Отправить
tr: Gönder

source: Search results
ar: نتائج البحث
fr: Résultats de recherche
he: תוצאות חיפוש
it: Risultati della ricerca
jp: 検索結果
pl: Wyniki wyszukiwania
pt_eu: Resultados da pesquisa
ru: Результаты поиска
tr: Arama sonuçları

source: Search Results
ar: نتائج البحث
fr: Résultats de recherche
he: תוצאות חיפוש
it: Risultati della ricerca
jp: 検索結果
pl: Wyniki wyszukiwania
pt_eu: Resultados da pesquisa
ru: Результаты поиска
tr: Arama sonuçları

source: Photo can not be access
ar: لا يمكن الوصول إلى الصورة
fr: Impossible d'accéder à la photo
he: לא ניתן לגשת אל התמונה
it: Impossibile accedere alla foto
jp: 写真にアクセスできません
pl: Brak dostępu do zdjęcia
pt_eu: Não é possível aceder à fotografia
ru: Невозможно получить доступ к фото
tr: Fotoğrafa erişilemiyor

source: Download photo
ar: تنزيل الصورة
fr: Télécharger photo
he: הורד תמונה
it: Scarica foto
jp: 写真ダウンロード
pl: Pobierz zdjęcie
pt_eu: Transferir fotografia
ru: Загрузка фотографии
tr: Fotoğrafı indir

source: This member doesn't have anything available to you.
ar: هذا العضو لا يمتلك شيئًا متاحًا لك.
fr: Ce membre n'a pas de contenus disponibles.
he: לחבר זה אין דבר זמין עבורך.
it: Questo membro non ha nulla a disposizione per te
jp: この会員の情報は入手できません。
pl: Ten członek nie nic dla ciebie.
pt_eu: Este membro não tem nada disponível para si
ru: Вы не имеете доступа к данным этого участника.
tr: Bu üyede sizin için henüz bir şey bulunmamaktadır.

source: Photostream
ar: تدفق الصور
fr: Flux de photos
it: Il album
jp: フォトストリーム
pl: Strumień zdjęć
pt_eu: Sequência de fotografias
ru: Фотопоток
tr: Fotoğraf akışı

source: Contacts
ar: جهات الاتصال
he: אנשי קשר
it: Contatti
jp: アドレス
pl: Kontakty
pt_eu: Contactos
ru: Контакты
tr: Kişiler

source: Featured Videos
ar: مقاطع الفيديو المميزة
fr: Vidéos recommandées
he: קטעי וידאו נבחרים
it: Video in primo piano
jp: おすすめの動画
pl: Video tematyczne
pt_eu: Vídeos em destaque
ru: Видео от партнеров
tr: Öne Çıkan videolar

source: Recent Videos
ar: مقاطع الفيديو الحديثة
fr: Vidéos récentes
he: קטעי וידאו אחרונים
it: Video recenti
jp: 最近の動画
pl: Najnowsze video
pt_eu: Vídeos recentes
ru: Последние видео
tr: Son videolar

source: Account
ar: الحساب
fr: Compte
he: חשבון
jp: アカウント
pl: Konto
pt_eu: Conta
ru: Аккаунт
tr: Hesap

source: Top Favorited
ar: أعلى المفضلات
fr: Top favoris
he: המועדפים ביותר
it: Migliori tra i preferiti
jp: 一番のお気に入り
pl: Najlepsze ulubione
pt_eu: Favoritos principais
ru: Лидеры в избранном
tr: En çok favori seçilen

source: Today
ar: اليوم
fr: Aujourd'hui
he: היום
it: Oggi
jp: 今日
pl: Dzisiaj
pt_eu: Hoje
ru: Сегодня
tr: Bugün

source: This Week
ar: هذا الأسبوع
fr: Cette semaine
he: השבוע
it: Questa settimana
jp: 今週
pl: W tym tygodniu
pt_eu: Esta semana
ru: На этой неделе
tr: Bu hafta

source: This Month
ar: هذا الشهر
fr: Ce mois-ci
he: החודש
it: Questo mese
jp: 今月
pl: W tym miesiącu
pt_eu: Este mês
ru: В этом месяце
tr: Bu ay

source: All Time
ar: طوال الوقت
fr: De tout temps
he: כל הזמן
it: Sempre
jp: 常時
pl: Cały czas
pt_eu: De sempre
ru: За все время
tr: Tüm zamanlar

source: Featured
ar: المميز
fr: En vedette
he: נבחרים
it: Presentato
jp: おすすめ
pl: Tematyczne
pt_eu: Em Destaque
ru: Популярные
tr: Öne Çıkan

source: Rated Videos
ar: مقاطع الفيديو المُقيّمة
fr: Vidéos notées
he: קטעי וידאו מדורגים
it: Video classificato
jp: 評価済みの動画
pl: Oceniane video
pt_eu: Vídeos classificados
ru: Оцененные видеозаписи
tr: Derecelendirilen videolar

source: Rate Video
ar: تقييم الفيديو
fr: Noter vidéo
he: דרג וידאו
it: Classifica video
jp: 動画を評価する
pl: Ocena video
pt_eu: Classificar Vídeo
ru: Оценить видеозапись
tr: Videoyu Derecelendir

source: Rate video
ar: تقييم الفيديو
fr: Noter vidéo
he: דרג וידאו
it: Classifica video
jp: 動画を評価する
pl: Ocena video
pt_eu: Classificar Vídeo
ru: Оценить видеозапись
tr: Videoyu Derecelendir

source: Download
ar: تنزيل
fr: Télécharger
he: הורד
it: Scarica
jp: ダウンロード
pl: Pobierz
pt_eu: Transferir
ru: Загрузить
tr: İndir

source: Play Again
ar: تشغيل مرة أخرى
fr: Jouer à nouveau
he: נגן שוב
it: Esegui di nuovo
jp: もう一度再生
pl: Odtwórz ponownie
pt_eu: Reproduzir novamente
ru: Воспроизвести снова
tr: Tekrar oynat

source: Download Video
ar: تنزيل الفيديو
fr: Télécharger vidéo
he: הורד וידאו
it: Scarica video
jp: 動画をダウンロード
pl: Pobierz video
pt_eu: Transferir vídeo
ru: Загрузить видеофайл
tr: Videoyu indir

source: Add to Favorites
ar: إضافة إلى المفضلات
fr: Ajouter aux favoris
he: הוסף למועדפים
it: Aggiungi a preferiti
jp: お気に入りに追加
pl: Dodaj do ulubionych
pt_eu: Adicionar aos favoritos
ru: Добавить в Избранное
tr: Favorilere ekle

source: Back to Videos
ar: رجوع إلى مقاطع الفيديو
fr: Retour aux vidéos
he: חזרה אל קטעי הווידאו
it: Torna a video
jp: 動画に戻る
pl: Cofnij do video
pt_eu: Voltar aos vídeos
ru: Вернуться к видеозаписям
tr: Videolara geri dön

source: Poor
ar: رديء
fr: Médiocre
he: גרוע
it: Mediocre
jp: いまいち
pl: Słabe
pt_eu: Fraco
ru: Не нравится
tr: Zayıf

source: Nothing special
ar: عادي
fr: Rien de spécial
he: לא מיוחד
it: Niente di speciale
jp: 普通
pl: Nic specjalnego
pt_eu: Nada de especial
ru: Ничего особенного
tr: Özel Değil

source: Worth watching
ar: جدير بالمشاهدة
fr: Valable
he: שווה צפייה
it: Da guardare
jp: 見る価値あり
pl: Warte obejrzenia
pt_eu: Vale a pena ver
ru: Стоит посмотреть
tr: İzlemeye Değer

source: Pretty cool
ar: رائع
fr: Plutôt bien
he: נחמד
it: Bello
jp: かなり良い
pl: Niezłe
pt_eu: Muito fixe
ru: Здорово
tr: Hoş

source: Awesome
ar: مرعب
fr: Super
he: מעולה
it: Stupendo
jp: 最高
pl: Fantastyczne
pt_eu: Espectacular
ru: Потрясающе
tr: Harika

source: My Account
ar: حسابي
fr: Mon compte
he: החשבון שלי
it: Il mio Account
jp: マイアカウント
pl: Moje konto
pt_eu: A minha conta
ru: Моя учетная запись
tr: Hesabım

source: My Videos
ar: مقاطع الفيديو الخاصة بي
fr: Mes vidéos
he: קטעי הווידאו שלי
it: I miei Video
jp: マイビデオ
pl: Moje video
pt_eu: Os meus vídeos
ru: Мои видеозаписи
tr: Videolarım

source: My Favorites
ar: مفضلاتي
fr: Mes favoris
he: המועדפים שלי
it: I miei Preferiti
jp: お気に入り
pl: Moje ulubione
pt_eu: Os meus favoritos
ru: Избранное
tr: Favorilerim

source: My Playlists
ar: لوائح التشغيل الخاصة بي
fr: Ma liste de lecture
he: רשימות ההשמעה שלי
it: I miei Elenchi di riproduzione
jp: マイプレイリスト
pl: Moje listy odtwarzania
pt_eu: A minha lista de reprodução
ru: Мой список воспроизведения
tr: Çalma Listem

source: My videos
ar: مقاطع الفيديو
fr: Mes vidéos
he: קטעי וידאו
it: I miei Video
jp: マイビデオ
pl: Video
pt_eu: Os meus vídeos
ru: Мои видеозаписи
tr: Videolarım

source: My favorites
ar: المفضلات
fr: Mes favoris
he: מועדפים
it: I miei Preferiti
jp: お気に入り
pl: Ulubione
pt_eu: Os meus favoritos
ru: Избранное
tr: Favorilerim

source: My playlists
ar: لوائح التشغيل
fr: Ma liste de lecture
he: רשימות השמעה
it: I miei Elenchi di riproduzione
jp: マイプレイリスト
pl: Listy odtwarzania
pt_eu: A minha lista de reprodução
ru: Мой список воспроизведения
tr: Çalma Listem

source: Visit www.live365.com/vip to sign up. for more info or become a VIP.
ar: تفضل بزيارة www.live365.com/vip للاشتراك أو الحصول على المزيد من المعلومات أو لكي تصبح عضو VIP.
fr: Consultez le site www.live365.com/vip pour vous inscrire, pour plus d'informations ou pour devenir VIP.
he: בקר בכתובת www.live365.com/vip כדי להירשם, לפרטים נוספים או כדי להפוך לאח"מ.
it: Visita il sito www.live365.com/vip per registrarti, per altre informazioni oppure per diventare un membro VIP.
jp: VIPになるにはwww.live365.com/vipにてサインアップ。詳しい情報もこちらでご覧ください。
pl: Odwiedź www.live365.com/vip w celu rejestracji, dalszych informacji lub uzyskania statusu VIP.
pt_eu: Visite o sítio www.live365.com/vip para se registar, para mais informações ou se tornar um VIP.
ru: Подписаться и стать VIP-участником можно на веб-сайте по адресу: www.live365.com/vip.
tr: Kayıt olmak, daha fazla bilgi veya VIP olmak için www.live365.com/vip adresini ziyaret edin.
