Repository: korkakak/mywdtvlive
Catalog: src/libs/RES_VILLA/resource/mo/*.po
Languages: ar, fr, he, it, jp, pl, pt_eu, ru, tr

source: Firmware is being updated. Please DO NOT disconnect power.
ar: يتم الآن تحديث البرنامج الثابت. يرجى عدم فصل الطاقة.
fr: Le logiciel est mis à jour. NE PAS débrancher l'alimentation
he: הקושחה בתהליך עדכון. אל תנתק את אספקת המתח.
it: Il firmware è in corso di aggiornamento. NON scollegare l'alimentazione.
jp: ファームウェアの更新中です。絶対に電源を切らないでください。
pl: Trwa aktualizacja firmware. NIE należy odłączać zasilania.
pt_eu: Firmware a ser actualizado. NÃO desligue a alimentação.
ru: Производится обновление ПО. НЕ ОТКЛЮЧАЙТЕ электропитание.
tr: Firmware güncellenmektedir.Güç çıkarmayın.

source: Downloading new firmware for your WD TV. Please DO NOT disconnect power or internet connection.
ar: تنزيل البرنامج الثابت الجديد لـ WD TV. يرجى عدم فصل الطاقة أو اتصال بالإنترنت.
fr: Télécharger un nouveau logiciel pour votre WD TV. NE PAS débrancher pas l' alimentation ou la connexion Internet.
he: מוריד קושחה חדשה עבור WD TV. אל תנתק את אספקת המתח או את החיבור אל האינטרנט.
it: È in corso il download del nuovo firmware per il WD TV. NON scollegare l'alimentazione né la connessione ad internet.
jp: WD TVの新しいファームウェアをダウンロードします。電源またはインターネット接続を切断しないでください。
pl: Pobieranie nowego firmware dla WD TV. NIE należy odłączać zasilania lub połączenia z internetem.
pt_eu: Descarregamento do novo firmware para WD TV. NÃO desligue a alimentação ou a ligação à Internet.
ru: Загрузка новой версии ПО для WD TV. НЕ ОТКЛЮЧАЙТЕ питание или подключение к Интернету.
tr: WD TV sizin için yeni firmware indiriliyor.Güç ya da internet bağlantısı çıkarmayın.

source: The device fails to check for new firmware update. Please check your network connection and try again.
ar: فشل قيام الجهاز بالفحص بحثًا عن تحديث جديد للبرنامج الثابت. يرجى فحص اتصال الشبكة وإعادة المحاولة.
fr: L' appareil a échoué dans la recherche de la mise à jour du logiciel. Vérifiez votre connexion réseau et essayez à nouveau.
he: המכשיר לא הצליח לבדוק אם יש עדכוני קושחה חדשים. בדוק את החיבור אל הרשת ונסה שנית.
it: Il dispositivo non riesce a verificare la disponibilità di aggiornamenti al firmware. controllare la connessione di rete e riprovare.
jp: 新しいファームウェアの確認に失敗しました。ネットワーク接続を確認し再度試行してください。
pl: Nie powiodło się sprawdzenie aktualizacji nowego firmware przez urządzenie. Sprawdź połączenie z siecią i spróbuj ponownie.
pt_eu: O dispositivo falha ao procurar actualização de firmware.Verifique a ligação de rede e tente novamente.
ru: Устройство не может проверить наличие обновленной версии ПО. Проверьте подключение к сети и повторите попытку.
tr: Cihaz yeni firmware güncelleştirmek kontrol etmek için başarısız olur.Ayarlarınızı kontrol edip tekrar deneyin.

source: New firmware download failed. Please check your network connection and try again.
ar: فشل تنزيل البرنامج الثابت الجديد. يرجى فحص اتصال الشبكة وإعادة المحاولة.
fr: Le téléchargement du nouveau logiciel a échoué.Vérifiez votre connexion Internet et essayez à nouveau.
he: הורדת קושחה חדשה נכשלה. בדוק את החיבור אל הרשת ונסה שנית.
it: Download del nuovo firmware non riuscito. Controllare la connessione di rete e riprovare.
jp: 新しいファームウェアのダウンロードに失敗しました。ネットワーク接続を確認し再度試行してください。
pl: Pobranie nowego firmware nie powiodło się. Sprawdź połączenie z siecią i spróbuj ponownie.
pt_eu: Falhou o descarregamento do novo firmware. Verifique a ligação de rede e tente novamente.
ru: Сбой при загрузке новой версии ПО. Проверьте подключение к сети и повторите попытку.
tr: Yeni firmware indirme başarısız oldu.Ayarlarınızı kontrol edip tekrar deneyin.

source: Setup Completed!
ar: اكتمل الإعداد!
fr: Configuration terminée.
he: ההתקנה הסתיימה!
it: Configurazione completata.
jp: セットアップが完了しました。
pl: Ustawienia zakończone!
pt_eu: Configuração Completa.
ru: Настройка завершена.
tr: Kurulum Tamamlandı.

source: This media server cannot be accessed.
ar: لا يمكن الوصول إلى خادم الوسائط هذا.
fr: Accès au serveur multimédia impossible.
he: לא ניתן לגשת אל שרת המדיה.
it: Impossibile accedere a quesrto server multimediale.
jp: このメディアサーバにはアクセスできません。
pl: Brak dostępu do tego serwera multimediów.
pt_eu: Não é possível aceder a este servidor de media.
ru: Нет доступа к медиа-серверу.
tr: Bu medya sunucusuna erişilemiyor.

source: The device is busy. Please try later.
ar: لا يمكن الوصول إلى جزء الشبكة المشترك هذا.
fr: L'accès au partage de ce réseau est impossible.
he: לא ניתן לגשת אל שיתוף הרשת.
it: Impossibile accedere a questa condivisione di rete.
jp: このネットワーク共有にはアクセスできません。
pl: Brak dostępu do tego udziału sieciowego.
pt_eu: Esta partilha de rede não pode ser acedida.
ru: Нет доступа к совместно используемому ресурсу данной сети.
tr: Bu ağ paylaşımına erişilemiyor.

source: The device has lost its connection with the media server.
ar: لا يمكن الوصول إلى خادم الوسائط هذا.
fr: Accès au serveur multimédia impossible.
he: לא ניתן לגשת אל שרת המדיה.
it: Impossibile accedere a quesrto server multimediale.
jp: このメディアサーバにはアクセスできません。
pl: Brak dostępu do tego serwera multimediów.
pt_eu: Não é possível aceder a este servidor de media.
ru: Нет доступа к медиа-серверу.
tr: Bu medya sunucusuna erişilemiyor.

source: Current network setting
ar: إعداد الشبكة الحالي
fr: Configuration réseau actuelle
he: הגדרות רשת נוכחיות
it: Current impostazioni di rete
jp: 現在のネットワーク設定
pl: Bieżące ustawienia sieci
pt_eu: Atual configuração da rede
ru: Текущие сетевые настройки
tr: Mevcut ağ ayarı

source: Current network setting:
ar: إعداد الشبكة الحالي:
fr: Le réseau actuel établissement:
he: הגדרות רשת נוכחיות:
it: Current impostazioni di rete:
jp: 現在のネットワーク設定:
pl: Bieżące ustawienia sieci:
pt_eu: Atual configuração da rede:
ru: Текущие сетевые настройки:
tr: Mevcut ağ ayarı:

source: Join the largest worldwide video community! Please visit http://www.youtube.com/create_account to create your account.
ar: انضم إلى أكبر مجمتع عالمي للفيديو! يرجى زيارة http://www.youtube.com/create_account لإنشاء حسابك.
fr: Rejoignez la plus grande communauté vidéo au monde ! Rendez vous sur http://www.youtube.com/create_account pour créer votre compte.
he: הצטרף אל קהילת הווידאו הגדולה בעולם! בקר בכתובת http://www.youtube.com/create_account כדי ליצור חשבון.
it: Unisciti alla community di condivisione video più grande al mondo. Si prega di visitare http://www.youtube.com/create_account per creare il tuo account.
jp: アカウントを作成して世界最大の動画コミュニティに参加しよう！ http://www.youtube.com/create_accountをご覧ください。
pl: Przyłącz się do największej społeczności video na całym świecie! Sprawdź http://www.youtube.com/create_account w celu utworzenia konta.
pt_eu: Acesse a maior comunidade mundial vídeo! Por favor, visite http://www.youtube.com/create_account para criar sua conta.
ru: Присоединитесь к самому большому в мире видеосообществу! Пожалуйста, посетите http://www.youtube.com/create_account для создания учетной записи.
tr: En büyük dünya Video toplum katıl! Lütfen hesap oluşturmak için http://www.youtube.com/create_account ziyaret edin.

source: IP address is invalid, please verify your IP address and try again.
ar: عنوان IP غير صالح، فيرجى التحقق من عنوان IP وإعادة المحاولة.
fr: Adresse IP invalide ; veuillez vérifier votre Adresse IP et réessayer.
he: כתובת ה-IP אינה חוקית. בדוק את כתובת ה-IP ונסה שנית.
it: Indirizzo IP non è valido, verificare Indirizzo IP e provare di nuovo.
jp: IPアドレスが無効です。IPアドレスを確認して再実行してください。
pl: Nieprawidłowy adres IP, sprawdź adres IP i spróbuj ponownie.
pt_eu: Endereço IP inválido, queira verificar o seu Endereço IP e tentar novamente.
ru: Недопустимый IP-адрес, проверьте указанный IP-адрес и повторите попытку.
tr: IP-адрес geçersiz, lütfen IP-адрес doğrulayın ve tekrar deneyin.

source: Subnet mask is invalid, please verify your Subnet Mask and try again.
ar: قناع الشبكة الفرعية غير صالح، فيرجى التحقق من قناع الشبكة الفرعية وإعادة المحاولة.
fr: Masque réseau invalide ; veuillez vérifier votre Masque réseau et réessayer.
he: מיסוך רשת המשנה אינה חוקית. בדוק את מיסוך רשת המשנה ונסה שנית.
it: Netmask non è valido, verificare Netmask e provare di nuovo.
jp: ネットマスクが無効です。ネットマスクを確認して再実行してください。
pl: Nieprawidłowa maska podsieci, sprawdź maskę podsieci i spróbuj ponownie.
pt_eu: Máscara de Sub-rede inválido, queira verificar o seu Máscara de Sub-rede e tentar novamente.
ru: Недопустимая Маска подсети, проверьте указанную Маску подсети и повторите попытку.
tr: Маска подсети geçersiz, lütfen Маска подсети doğrulayın ve tekrar deneyin.

source: Gateway is invalid, please verify your Gateway and try again.
ar: المدخل غير صالح، فيرجى التحقق من المدخل وإعادة المحاولة.
fr: Passerelle invalide ; veuillez vérifier votre Passerelle et réessayer.
he: השער אינו חוקי. בדוק את כתובת השער ונסה שנית.
it: Gateway non è valido, verificare Gateway e provare di nuovo.
jp: ゲートウェイが無効です。ゲートウェイを確認して再実行してください。
pl: Nieprawidłowa brama, sprawdź bramę i spróbuj ponownie.
pt_eu: Gateway inválido, queira verificar o seu Gateway e tentar novamente.
ru: Недопустимый Шлюз, проверьте указанный Шлюз и повторите попытку.
tr: Шлюз geçersiz, lütfen Шлюз doğrulayın ve tekrar deneyin.

source: DNS is invalid, please verify your DNS and try again.
ar: DNS غير صالح، فيرجى التحقق من DNS وإعادة المحاولة.
fr: DNS invalide ; veuillez vérifier votre DNS et réessayer.
he: כתובת ה-DNS אינה חוקית. בדוק את כתובת ה-DNS ונסה שנית.
it: DNS non è valido, verificare DNS e provare di nuovo.
jp: DNSが無効です。DNSを確認して再実行してください。
pl: Nieprawidłowy DNS, sprawdź DNS i spróbuj ponownie.
pt_eu: DNS inválido, queira verificar o seu DNS e tentar novamente.
ru: Недопустимый DNS, проверьте указанный DNS и повторите попытку.
tr: DNS geçersiz, lütfen DNS doğrulayın ve tekrar deneyin.

source: Thumb up
ar: نشكرك على تقييم هذه المادة. يسرنا تفضيلك لها!
fr: Merci d’avoir noté cette piste. Nous sommes ravis qu’elle vous ait plu.
he: אנו מודים לך על שדרגת רצועה זו. אנו שמחים שאהבת אותה!
it: La ringraziamo per avere assegnato una classificazione a questa traccia. Siamo felici che sia stata di suo gradimento.
jp: このトラックを格付けしていただき、ありがとうございます。お気に召していただければ幸いです。
pl: Dziękujemy za ocenę tego utworu. Cieszymy się, że się podoba!
pt_eu: Obrigado por ter classificado esta faixa. Ainda bem que gostou!
ru: Благодарим вас за оценку этой записи. Мы рады, что она вам нравится!
tr: Bu parçayı oyladığınız için teşekkür ederiz. Beğendiğinize sevindik!

source: Thumb down
ar: نشكرك على تقييم هذه المادة. نأسف لأنها لا تلائم ذوقك الخاص!
fr: Merci d’avoir noté cette piste. Nous sommes navrés qu’elle n’ait pas été à votre goût !
he: אנו מודים לך על שדרגת רצועה זו. אנו מצטערים לשמוע שהרצועה אינה לטעמך!
it: La ringraziamo per avere assegnato una classificazione a questa traccia. Siamo spiacenti che non sia stata di suo gradimento.
jp: このトラックを格付けしていただき、ありがとうございます。お気に召していただけなく、残念です。
pl: Dziękujemy za ocenę tego utworu. Przepraszamy, że nie trafił w twój gust!
pt_eu: Obrigado por ter classificado esta faixa. Lamentamos que não seja do seu agrado!
ru: Благодарим вас за оценку этой дорожки. Жаль, что она не понравилась вам!
tr: Bu şarkıyı oyladığınız için teşekkür ederiz. Beğenmediğiniz için üzgünüz!

source: Add preset
ar: توجد هذه المحطة بالفعل في محطاتك سابقة الضبط.
fr: Cette station se trouve déjà dans vos présélections.
he: תחנה זו כבר נמצאת ברשימת התחנות הקבועות שלך.
it: Questa stazione fa già parte dei suoi Predefiniti.
jp: このステーションはすでに[プリセット]にあります。
pl: Ta stacja znajduje się już we wstępnie ustawionych.
pt_eu: Esta estação já está adicinada às suas Predefinições.
ru: Эта станция уже зарегистрирована в настроенных станциях.
tr: Bu istasyon zaten önayarlılarınızda.

source: Delete Account
ar: حذف حساب
fr: Supprimer le compte
he: מחק חשבון
it: Elimina account
jp: アカウントを消去
pl: Usuń konto
pt_eu: Eliminar conta
ru: Удалить учетную запись
tr: Hesabı sil

source: Delete All
ar: حذف كل الحسابات
fr: Supprimer tous les comptes
he: מחק את כל החשבונות
it: Elimina tutte le
jp: すべてのアカウントを消去
pl: Usuń wszystkie konta
pt_eu: Eliminar todos conta
ru: Удалить все учетные записи
tr: Tümünü hesabı sil

source: Remove Station
ar: إزالة محطة
fr: Supprimer station
he: מחק תחנה
it: Elimina stazione
jp: サイトの削除
pl: Usuń stację
pt_eu: Estação Remover
ru: Удалить станцию
tr: Kaldır istasyonu

source: Add to My Presets
ar: إضافة إلى محطاتي سابقة الضبط
fr: Ajouter à mes présélections
he: הוסף להגדרות הקבועות שלי
it: Aggiungi preset
jp: プリセットの追加
pl: Dodaj do moich wstępnie ustawionych
pt_eu: Adicionar presets
ru: Добавить в мои настройки
tr: Önayarlarını ekle

source: Owner profile
ar: ملف تعريف المالك
fr: Profil du titulaire
he: פרופיל בעלים
it: Profilo proprietario
jp: 所有者情報
pl: Profil właściciela
pt_eu: Perfil do proprietário
ru: Профиль владельца
tr: Kullanıcı profili

source: This file is currently unavailable. Please try again later.
ar: هذا الملف غير متاح حاليًا. يرجى إعادة المحاولة لاحقًا.
fr: Ce fichier est actuellement indisponible. Veuillez réessayer plus tard.
he: הקובץ אינו זמין כעת. נסה שנית מאוחר יותר.
it: Questo file non è disponibile al momento. Riprovare in un secondo tempo.
jp: このファイルは現在使用できません。後ほどおためしください。
pl: Ten plik jest aktualnie niedostępny. Spróbuj ponownie później.
pt_eu: Este ficheiro não está disponível de momento. Queira tentar mais tarde.
ru: Этот файл в данный момент недоступен. Повторите попытку позже.
tr: Bu dosya şu an kullanılamıyor. Lütfen daha sonra tekrar deneyin.

source: Cannot connect to
ar: لا يمكن الاتصال بـ
fr: Connexion à
he: לא ניתן להתחבר אל
it: Impossibile eseguire il collegamento a
pl: Nie można połączyć z
pt_eu: Não é possível ligar à
ru: Невозможно подключиться к

source: . An unknown network error has occurred. Please check your network setting and try again.
ar: . حدث خطأ غير معروف بالشبكة. يرجى فحص إعداد الشبكة وإعادة المحاولة.
fr: impossible. Une erreur réseau inconnue est survenue. Vérifiez vos réglages et essayez à nouveau.
he: . ארעה שגיאת רשת לא ידועה. בדוק את הגדרות הרשת ונסה שנית.
it: . Si è verificato un errore di rete sconosciuto. Controllare le impostazioni e riprovare.
jp: に接続することができません。ネットワークエラーが発生しました。設定を確認し再度おためしください。
pl: . Wystąpił nieznany błąd sieci. Sprawdź ustawienie sieci i spróbuj ponownie.
pt_eu: . Ocorreu um erro de rede desconhecido. Verifique as suas definições e tente novamente.
ru: . Произошла неизвестная сетевая ошибка. Проверьте настройки и повторите попытку!
tr: 'e bağlanılamıyor. Bilinmeyen bir ağ hatası meydana geldi. Ayarlarınızı kontrol edip tekrar deneyin.

source: Media library compilation in process. Media content will become available accordingly as they are scanned. Device navigation is still supported during this process.
ar: يتم الآن تصنيف مكتبة الوسائط. وسيصبح محتوى الوسائط متاحًا عند مسحها. ولا يزال بإمكانك التنقل خلال الجهاز أثناء هذه العملية.
fr: Compilation de la médiathèque en cours. Le contenu multimédia sera disponible au fur et à mesure de la numérisation. La fonction de navigation reste possible durant cette opération.
he: מתבצע עיבוד ספריית המדיה. תוכן המדיה יהיה זמין בהתאם תוך כדי הסריקה. תוכל עדיין לנווט בהתקן תוך כדי הפעולה.
it: Compilazione libreria multimediale in corso. I contenuti multimediali saranno disponibili non appena trovati. Nel corso di questo processo è ancora supportata la navigazione nel dispositivo.
jp: メディアライブラリのコンパイル中です。メディアのコンテンツはスキャン順に使用可能となります。デバイスナビゲーションはこの処理の間も使用可能です。
pl: Trwa kompilacja biblioteki multimediów. Treści multimediów będą dostępne po wyszukaniu. Nawigacja urządzenia jest nadal obsługiwana podczas tego procesu.
pt_eu: Compilação da biblioteca multimédia em decurso. O conteúdo multimédia ficará disponível à medida que for analisado. A navegação no dispositivo é permitida durante este processo.
ru: Выполняется компиляция медиатеки. Мультимедийное содержимое будет доступно после сканирования. Во время этого процесса возможно управление устройством.
tr: Ortam kitaplığı derleniyor. Ortam içeriği tarandıkça kullanılabilecektir. Bu işlem sırasında aygıt navigasyonu hala desteklenmektedir.

source: Access Point can not be found
ar: لم يتم العثور على الشبكة اللاسلكية. يرجى فحص الإعدادات وإعادة المحاولة.
fr: Réseau sans-fil introuvable. Veuillez vérifier vos paramètres et réessayer.
he: לא נמצאה רשת אלחוטית. בדוק את ההגדרות ונסה שנית.
it: Rete wireless non trovata. Controllare le impostazioni e tentare di nuovo.
jp: ワイヤレスネットワークが見つかりません。設定を確認し再度お試しください。
pl: Nie znaleziono sieci bezprzewodowej. Sprawdź ustawienia sieci i spróbuj ponownie.
pt_eu: Rede sem fios não encontrada. Queira verificar as suas definições e tentar novamente.
ru: Беспроводная сеть не обнаружена. Проверьте настройки и повторите попытку.
tr: Kablosuz ağ bulunamadı. Lütfen ayarlarınızı kontrol edip tekrar deneyin.

source: YouTube can’t be accessed at this moment. A new firmware upgrade may be needed. Would you like to check for new firmware now?
ar: لا يمكن الوصول إلى YouTube في هذا الحين. قد يلزم إجراء ترقية جديدة للبرنامج الثابت. هل ترغب في الفحص بحثًا عن برنامج ثابت جديد الآن؟
fr: YouTube n’est pas accessible pour l’instant. Une nouvelle mise à jour du microprogramme peut être requise. Souhaitez-vous vérifier si une nouvelle mise à jour est disponible ?
he: לא ניתן לגשת כעת אל YouTube. ייתכן שיש צורך בשדרוג קושחה. האם לבדוק כעת זמינות של קושחה חדשה?
it: Impossibile accedere a YouTube in questo momento. Potrebbe essere necessario un nuovo aggiornamento firmware. Controllare se è disponibile del nuovo firmware?
jp: YouTubeにアクセスできません。ファームウェアのアップデートが必要な場合があります。ファームウェアを確認しますか？
pl: Brak dostęu do YouTube w tym momencie. Moę być potrzebna nowa aktualizacja firmware. Czy chcesz teraz sprawdzić nowe firmware?
pt_eu: Não é possível aceder ao YouTube neste momento. Pode ser necessária uma nova actualização de firmware. Quer procurar o novo firmware agora?
ru: В данный момент доступ к YouTube невозможен. Может потребоваться новое обновление встроенного ПО. Проверить наличие нового обновления сейчас?
tr: YouTube'a şu an erişilemiyor. Yeni donanım yazılımı yükseltmesi gerekebilir. Yeni donanım yazılımı olup olmadığını şimdi kontrol etmek ister misiniz?

source: New firmware download failed due to incomplete firmware download. Please check your network connection and try again.
ar: فشل تنزيل البرنامج الثابت الجديد نظرًا لعدم اكتمال تنزيل البرنامج الثابت. يرجى فحص اتصال الشبكة وإعادة المحاولة.
fr: Télécharger un nouveau firmware a échoué en raison de télécharger le firmware incomplet.Veuillez vérifier les paramètres de votre réseau et réessayer.
he: הורדת הקושחה החדשה נכשלה משום שההורדה לא הסתיימה. בדוק את החיבור אל הרשת ונסה שנית.
it: Nuovo firmware per il download è fallito a causa di incomplete download del firmware.Controllare le impostazioni di rete e ritentare.
jp: 新しいファームウェアのダウンロードに失敗しました。ネットワーク設定を確認し再度試行してください。
pl: Pobranie nowego firmware nie powiodło się z powodu niekompletnego firmware. Sprawdź połączenie z siecią i spróbuj ponownie.
pt_eu: Novo firmware download falhou devido a um download de firmware incompleto.Queira verificar as suas definições de rede e tentar novamente.
ru: Сбой при загрузке новой версии ПО из-за неполной загрузки программы. Проверьте широкополосное подключение.
tr: Yeni firmware download eksik firmware indirmek nedeniyle başarısız oldu.Lütfen ağ ayarlarınızı kontrol edin ve tekrar deneyin.

source: New firmware download failed due to unstable wireless connection. Please use a wired connection and try again.
ar: فشل تنزيل البرنامج الثابت الجديد نظرًا لعدم استقرار الاتصال اللاسلكي. يرجى استخدام اتصال سلكي وإعادة المحاولة.
fr: Télécharger un nouveau firmware échoué en raison d'une connexion sans fil instable.S'il vous plaît utiliser une connexion Ethernet et essayez à nouveau.
he: הורדת הקושחה החדשה נכשלה משום שהחיבור האלחוטי אינו יציב. השתמש בחיבור קווי ונסה שנית.
it: Nuovo firmware per il download è fallito a causa di instabilità di connessione wireless.Si prega di utilizzare una connessione ethernet e riprova.
jp: 無線接続が不安定なため、新しいファームウェアのダウンロードに失敗しました。イーサネット接続を使用してもう一度試してください。
pl: Pobranie nowego firmware nie powiodło się z powodu niestabilnego połączenia bezprzewodowego. Sprawdź połączenie z siecią przewodową i spróbuj ponownie.
pt_eu: Novo firmware download falhou devido a conexão sem fio instável.Lütfen bir ethernet bağlantısı kullanmak ve yeniden deneyin.
ru: Сбой при загрузке новой версии ПО из-за неустойчивого беспроводного соединения. Пожалуйста, используйте проводное соединение и попробуйте еще раз.
tr: Yeni firmware indirme kararsız kablosuz bağlantı nedeniyle başarısız oldu.

source: Copied
ar: تم النسخ
fr: Copié
he: הועתק
it: Copiati
jp: コピー
pl: Skopiowane
pt_eu: Copiado
ru: Копируемые
tr: Kopyalanan

source: Thank you for registering your WDTV. Your registration has been submitted.
ar: نشكرك على تسجيل WDTV. تم إرسال تسجيلك.
fr: Merci d'avoir enregistré votre WDTV. Votre enregistrement a été effectué avec succès.
he: אנו מודים לך על שרשמת את WDTV שלך. ההרשמה שלך נשלחה.
it: La ringraziamo per avere effettuato la registrazione della WDTV. La registrazione è stata inviata.
jp: WDTVにご登録いただきありがとうございます。登録は送信されました。
pl: Dziękujemy za rejestrację WDTV. Rejestracja została przesłana.
pt_eu: Obrigado por registar a sua WDTV. O seu registo foi submetido.
ru: Благодарим вас за регистрацию медиаплеера WDTV. Ваши регистрационные данные отправлены.
tr: WDTV'nizi kaydettiğiniz için teşekkür ederiz. Kaydınız gönderildi.

source: Thank you for registering your WDTV. Please check your email to confirm the registration.
ar: نشكرك على تسجيل WDTV. يرجى الاطلاع على بريدك الإلكتروني لتأكيد التسجيل.
fr: Merci d'avoir enregistré votre WDTV. Veuillez vérifier votre email pour confirmer l'enregistrement.
he: אנו מודים לך על שרשמת את WDTV שלך. בדוק את תיבת הדואר האלקטרוני שלך לאישור ההרשמה.
it: La ringraziamo per avere effettuato la registrazione della WDTV. La preghiamo di controllare la sua mail per confermare la registrazione.
jp: WDTVにご登録いただきありがとうございます。電子メールをチェックして登録を確認してください。
pl: Dziękujemy za rejestrację WDTV. Sprawdź e-mail w celu potwierdzenia rejestracji.
pt_eu: Obrigado por registar a sua WDTV. Verifique o seu e-mail para confirmar o registo.
ru: Благодарим вас за регистрацию медиаплеера WDTV. Проверьте свою электронную почту, чтобы подтвердить регистрацию.
tr: WDTV'nizi kaydettiğiniz için teşekkür ederiz. Lütfen kaydı onaylamak için e-postanızı kontrol edin.

source: SSID should not be empty!
ar: لا ينبغي ترك مُعرّف SSID فارغًا.
fr: SSID ne devraient pas être vide.
he: השדה SSID לא יכול להיות ריק.
it: SSID non dovrebbe essere vuoto.
jp: SSID空にしてはならない。
pl: SSID nie powinien być pusty.
pt_eu: SSID não deve estar vazia.
ru: SSID не должна быть пустой.
tr: SSID boş olmamalı.

source: Please do not use blank space name for device name.
ar: لا ينبغي ترك اسم الجهاز فارغًا.
fr: Nom de l'appareil ne devraient pas être vide.
he: שם ההתקן לא יכול להיות ריק.
it: Nome periferica non dovrebbe essere vuoto.
jp: デバイス名空にしてはならない。
pl: Nazwa urządzenia nie powinna być pusta.
pt_eu: Nome do dispositivo não deve estar vazia.
ru: Имя устройства не должна быть пустой.
tr: Aygıt adı boş olmamalı.

source: The firmware was successfully downloaded. The device will now restart to complete the installation.
ar: تم تنزيل البرنامج الثابت بنجاح. ستتم الآن إعادة تشغيل الجهاز لإكمال عملية التثبيت.
fr: Le firmware a été téléchargé avec succès. Le dispositif va maintenant redémarrer pour terminer l'installation.
he: הקושחה הורדה בהצלחה. ההתקן יופעל מחדש להשלמת ההתקנה.
it: Il firmware è stato scaricato correttamente. Il dispositivo verrà riavviato per completare l'installazione.
jp: 新しいファームウェアのダウンロードに成功しました。ＷＤＴＶを再起動し、更新を適用します。
pl: Pobranie firmware powiodło się. Urządzenie zostanie uruchomione ponownie w celu dokończenia instalacji.
pt_eu: O firmware foi baixado com êxito. O dispositivo irá reiniciar para completar a instalação.
ru: Обновленное ПО успешно загружено. Устройство перезагрузится для завершения установки.
tr: Firmware başarıyla indirilmiş oldu. Aygıt yüklemesini tamamlamak için yeniden başlar.
