Repository: korkakak/mywdtvlive
Catalog: src/libs/RES_VILLA/resource/mo/*.po
Languages: ar, fr, he, it, jp, pl, pt_eu, ru, tr

source: Music Setting
ar: إعدادات الموسيقى
fr: Réglages Musique
he: הגדרות מוסיקה
it: Impostazioni musica
jp: 音楽設定
pl: Ustawienia muzyki
pt_eu: Definições de música
ru: Музыкальные настройки
tr: Müzik ayarları

source: Network Setting
ar: إعدادات الشبكة
fr: Réglages Réseau
he: הגדרות רשת
it: Impostazioni di rete
jp: ネットワーク設定
pl: Ustawienia sieci
pt_eu: Definições de rede
ru: Сетевые настройки
tr: Ağ ayarları

source: RETRY
ar: إعادة المحاولة
fr: Réessayer
he: נסה שנית
it: Riprova
jp: 再試行
pl: Spróbuj ponownie
pt_eu: Voltar a tentar
ru: Повтор
tr: Tekrar dene

source: System Setting
ar: إعدادات النظام
fr: Réglages Système
he: הגדרות מערכת
it: Impostazioni di sistema
jp: システム設定
pl: Ustawienia systemu
pt_eu: Definições do sistema
ru: Системные настройки
tr: Sistem ayarları

source: Check Latest FW With WD TV Live HD Media Player
ar: يمكن ترقية البرنامج الثابت لمشغل الوسائط WD TV Live HD عبر الإنترنت. هل ترغب في التحقق من توفر أي تحديث جديد؟
fr: Le logiciel du lecteur multimédia Live HD WD TV peut être mis à jour via Internet. Souhaitez-vous vérifier si une nouvelle mise à jour est disponible ?
he: ניתן לשדרג את קושחת WD TV Live HD Media Player באמצעות האינטרנט. האם לבדוק אם ישנם עדכונים חדשים?
it: Il firmware di WD TV Live HD Media Player può essere aggiornato via Internet. Verificare se sono disponibili aggiornamenti?
jp: WD TV Live HD Media Playerはインターネットを使ってファームウェアのアップグレードが可能です。更新を確認しますか？
pl: Aktualizację firmware odtwarzacza WD TV Live HD Media Player można wykonać przez internet. Czy chcesz sprawdzić obecność nowych aktualizacji?
pt_eu: O firmware do WD TV Live HD Media Player pode ser actualizado através da Internet. Quer verificar se existem novas actualizações?
ru: Медиа-проигрыватель HD WD TV Live можно обновить через Интернет. Проверить наличие обновлений?
tr: WD TV Live HD Media Player internet yoluyla yükseltilebilir bir donanım yazılımıdır. Güncelleme olup olmadığını kontrol etmek ister misiniz?

source: Check Latest FW With WD TV Plus HD Media Player
ar: يمكن ترقية البرنامج الثابت لمشغل الوسائط WD TV Live Plus HD عبر الإنترنت. هل ترغب في التحقق من توفر أي تحديث جديد؟
fr: Le microprogramme du lecteur multimédia Live Plus HD WD TV peut être mis à jour via Internet. Souhaitez-vous vérifier si une nouvelle mise à jour est disponible ?
he: ניתן לשדרג את קושחת WD TV Live Plus HD Media Player באמצעות האינטרנט. האם לבדוק אם ישנם עדכונים חדשים?
it: Il lettore multimedia WD TV Live Plus HD ha il firmware aggiornabile tramite Internet. Controllare se ci sono aggiornamenti?
jp: WD TV Live Plus HD Media Playerはインターネットを使ってファームウェアのアップグレードが可能です。更新を確認しますか？
pl: Aktualizację firmware odtwarzacza WD TV Live Plus HD Media Player można wykonać przez internet. Czy chcesz sprawdzić obecność nowych aktualizacji?
pt_eu: O firmware do WD TV Live Plus HD Media Player pode ser actualizado através da Internet. Quer verificar se existem novas actualizações?
ru: Встроенное ПО мультимедийного HD-проигрывателя WD TV Live Plus можно обновить через Интернет. Проверить наличие нового обновления?
tr: WD TV Live Plus HD Media Player internet yoluyla yükseltilebilir bir donanım yazılımıdır. Güncelleme olup olmadığını kontrol etmek ister misiniz?

source: New version check
ar: التحقق من توفر إصدار جديد
fr: Vérification nouvelle version
he: בדיקת גרסה חדשה
it: Controllo nuova versione
jp: 最新バージョン確認
pl: Sprawdzenie nowej wersji
pt_eu: Verificar a existência de uma nova versão
ru: Проверка новой версии
tr: Yeni sürüm kontrol

source: Check connection
ar: فحص الاتصال
fr: Vérifier la connexion
he: בדיקת חיבור
it: Controllare la connessione
jp: 接続を確認
pl: Sprawdź połączenie
pt_eu: Verificar ligação
ru: Проверить соединение
tr: Bağlantıyı kontrol et

source: There was a problem connecting to the network. The device could not connect to the network
ar: حدثت مشكلة في الاتصال بالشبكة. تعذر على الجهاز الاتصال بالشبكة.
fr: Il y a eu un problème pour se connecter au réseau. L'appareil n'a pas pu se connecter au réseau.
he: אירעה בעיה בהתחברות אל הרשת. המכשיר לא הצליח להתחבר אל הרשת.
it: C'è stato un problema di collegamento alla rete. Il dispositivo non può collegarsi alla rete.
jp: ネットワーク接続に障害があります。 デバイスはネットワークと接続できません。
pl: Wystąpił problem połączenia z siecią. Nie można połączyć urządzenia z siecią.
pt_eu: Ocorreu um problema ao ligar à rede. Não foi possível ligar este dispositivo à rede.
ru: Произошел сбой подключения к сети. Устройству не удалось подключиться к сети.
tr: Ağa bağlanmada sorun vardı. Aygıt ağa bağlanamıyor.

source: Network is disconnected.
ar: حدثت مشكلة في الاتصال بالشبكة. تعذر على الجهاز الاتصال بالشبكة.
fr: Il y a eu un problème pour se connecter au réseau. L'appareil n'a pas pu se connecter au réseau.
he: אירעה בעיה בהתחברות אל הרשת. המכשיר לא הצליח להתחבר אל הרשת.
it: C'è stato un problema di collegamento alla rete. Il dispositivo non può collegarsi alla rete.
jp: ネットワーク接続に障害があります。 デバイスはネットワークと接続できません。
pl: Wystąpił problem połączenia z siecią. Nie można połączyć urządzenia z siecią.
pt_eu: Ocorreu um problema ao ligar à rede. Não foi possível ligar este dispositivo à rede.
ru: Произошел сбой подключения к сети. Устройству не удалось подключиться к сети.
tr: Ağa bağlanmada sorun vardı. Aygıt ağa bağlanamıyor.

source: Replace
ar: استبدال
fr: Remplacer
he: החלף
it: Sostituisci
jp: 置換
pl: Zamień
pt_eu: Substituir
ru: Замещение
tr: Değiştir

source: Checker Board
ar: لوحة الشطرنج
fr: Damier
he: לוח שחמט
it: Scacchi
jp: チェッカーボード
pl: Szachownica
pt_eu: Xadrez
ru: табло программы проверки
tr: Denetleyicisi Kurulu

source: Connect successfully!
ar: تم الاتصال بنجاح!
fr: ¡Conexión establecida correctamente!
he: ההתחברות הצליחה!
it: Ligação estabelecida com Sucesso!
jp: 接続しました!
pl: Połączenie powiodło się!
pt_eu: Ligação estabelecida com Sucesso!
ru: Проверьте соединение!
tr: Başarıyla bağlayın!

source: Select SSID Input Method.
ar: حدد طريقة إدخال مُعرّف SSID
fr: Sélectionnez votre langue
he: בחר שיטת קלט SSID
it: conection selezionare la modalità
jp: 続モードを選択
pl: Wybierz metodę wprowadznia SSID
pt_eu: Seleccionar método de configuração
ru: выберите режим подключения
tr: seçin bağlantı modu

source: No Security
ar: لا توجد حماية
he: ללא אבטחה
it: N. sicurezza
jp: 暗号化なし
pl: Brak zabezpieczenia
pt_eu: sem segurança
ru: без контроля безопасности
tr: güvenlik

source: Free Stations
ar: المحطات المجانية
fr: Stations gratuites
he: תחנות חופשיות
it: Stazioni gratis
jp: 無料ステーション
pl: Bezpłatne stacje
pt_eu: Estações livres
ru: Бесплатные станции
tr: Ücretsiz İstasyonlar

source: Recommendations
ar: التوصيات
fr: Recommandations
he: המלצות
it: Consigli
jp: おすすめ
pl: Zalecenia
pt_eu: Recomendações
ru: Рекомендации
tr: Öneriler

source: Login
ar: تسجيل الدخول
he: כניסה
it: Accesso
jp: ログイン
pl: Zaloguj
pt_eu: Fazer logon
ru: Войти
tr: Oturum açmak

source: Live365 Login
ar: تسجيل الدخول إلى Live365
fr: Connexion Live365
he: כניסה אל Live365
it: Accedi a Live365
jp: Live365 サインイン
pl: Rejestracja Live365
pt_eu: Iniciar sessão de Live365
ru: Вход на Live365
tr: Live365 Kayıt

source: Youtube Login
ar: تسجيل الدخول إلى Youtube
he: התחברות אל Youtube
it: Youtube Accesso
jp: Youtube ログイン
pl: Zaloguj do Youtube
pt_eu: Youtube Fazer logon
ru: Youtube Войти
tr: Youtube Oturum açmak

source: YouTube sign in
ar: تسجيل الدخول إلى Youtube
fr: YouTube Connexion
he: כניסה אל YouTube
it: YouTube Entra
jp: YouTube ログイン
pl: Zarejestruj do YouTube
pt_eu: YouTube Iniciar sessão
ru: YouTube Вход
tr: YouTube Kayıt

source: Pandora Login
ar: تسجيل الدخول إلى Pandora
fr: Pandora Connexion
he: כניסה אל Pandora
it: Pandora Entra
jp: Pandora ログイン
pl: Zrejestruj do Pandora
pt_eu: Pandora Iniciar sessão
ru: Pandora Вход
tr: Pandora Kayıt

source: Mediafly Sign in
ar: تسجيل الدخول إلى Mediafly
fr: Mediafly Connexion
he: כניסה אל Mediafly
it: Mediafly Entra
jp: Mediafly ログイン
pl: Zarejestruj do Mediafly
pt_eu: Mediafly Iniciar sessão
ru: Mediafly Вход
tr: Mediafly Kayıt

source: Back
ar: رجوع
fr: Retour
he: חזרה
it: Indietro
jp: 戻る
pl: Cofnij
pt_eu: Retroceder
ru: Назад
tr: Arka

source: Add Account
ar: إضافة حساب
fr: Ajouter un compte
he: הוסף חשבון
it: Aggiungi account
jp: アカウントの追加
pl: Dodaj konto
pt_eu: Adicionar conta
ru: Добавить аккаунт
tr: Hesap Ekle

source: Related Videos
ar: مقاطع الفيديو ذات الصلة
fr: Vidéos
he: קטעי וידאו קשורים
it: Video correlati
jp: 関連動画
pl: Powiązane video
pt_eu: Vídeos relacionados
ru: Похожие видео
tr: İlgili Videolar

source: Finish
ar: إنهاء
fr: Terminer
he: סיים
it: Fine
jp: 終了
pl: Zakończ
pt_eu: Terminar
ru: Готово
tr: Bitir

source: Audio Options
ar: خيارات الصوت
he: אפשרויות שמע
it: Audio opzioni
jp: オーディオオプション
pl: Opcje audio
pt_eu: Áudio opções
ru: Аудио вариантов
tr: Ses seçenekleri

source: Arabic (Windows-1256)
ar: العربية (Windows-1256)
fr: Arabe (Windows-1256)
he: ערבית (Windows-1256)
it: Arabo (Windows-1256)
jp: アラビア語 (Windows-1256)
pl: Arabski (Windows-1256)
pt_eu: Árabe (Windows-1256)
ru: Арабский (Windows-1256)
tr: Arapça (Windows-1256)

source: Thai (Windows-874)
ar: التايلاندية (Windows-874)
he: תאילנדית (Windows-874)
jp: タイ (Windows-874)
pl: Tajski (Windows-874)
pt_eu: Tailandês (Windows-874)
ru: Тайский (Windows-874)
tr: Tayland dili (Windows-874)

source: Unlock your WD drive
ar: فتح قفل محرك WD
fr: Déverrouiller votre lecteur WD
he: שחרר את כונן WD שברשותך
it: Sbloccare l'unità WD
jp: WDドライブのロック解除
pl: Odblokuj napęd WD
pt_eu: Desbloquear a unidade WD
ru: Разблокировать накопитель WD
tr: WD sürücünüzün kilidini açın

source: Would you like to unlock this WD drive?
ar: هل ترغب في فتح قفل محرك WD هذا؟
fr: Souhaitez-vous déverrouiller ce lecteur WD ?
he: האם תרצה לשחרר את כונן WD זה?
it: Sbloccare questa unità WD?
jp: このWDドライブをロックを解除しますか?
pl: Czy chcesz odblokować ten napęd WD?
pt_eu: Pretende desbloquear esta unidade WD?
ru: Разблокировать этот накопитель WD?
tr: Bu WD sürücünüzün kilidini açmak istiyor musunuz?

source: Enter your password to unlock the drive.
ar: أدخل كلمة المرور لفتح قفل المحرك.
fr: Saisissez votre mot de passe pour déverrouiller le lecteur.
he: הזן את סיסמתך כדי לשחרר את הכונן.
it: Digitare la password per sbloccare questa unità.
jp: ＷＤドライブのパスワードを入力してください。
pl: Wprowadź hasło w celu odblokowania napędu.
pt_eu: Introduza a palavra-passe para desbloquear a unidade.
ru: Введите пароль для разблокирования накопителя.
tr: Sürücünün kilidini açmak için parolanızı girin.

source: Password invalid
ar: كلمة المرور غير صالحة
fr: Mot de passe invalide
he: סיסמה שגויה
it: Password non valida
jp: パスワードが無効です
pl: Nieprawidłowe hasło
pt_eu: Palavra-passe inválida
ru: Неверный пароль
tr: Parola geçersiz

source: Please enter your password again.
ar: يرجى إدخال كلمة المرور مرة أخرى.
fr: Veuillez ressaisir votre mot de passe.
he: הזן שנית את הסיסמה.
it: Digitare di nuovo la password.
jp: パスワードを再入力してください。
pl: Wprowadź ponownie hasło.
pt_eu: Introduza a palavra-passe novamente.
ru: Введите пароль еще раз.
tr: Lütfen parolanızı tekrar girin.

source: Too many password attempts
ar: محاولات إدخال كلمة المرور كثيرة للغاية
fr: Trop de tentatives de mot de passe
he: יותר מדי ניסיונות שגויים
it: Troppi tentativi di inserimento password
jp: パスワードの試行回数が多すぎます。
pl: Za wiele prób wprowadzenia hasła
pt_eu: Demasiadas tentativas de introdução de palavra-passe
ru: Слишком много попыток ввода пароля
tr: Çok fazla parola denemesi

source: There were too many password recovery attempts.
ar: تم إجراء العديد من محاولات استرداد كلمة المرور.
fr: Trop de tentatives de récupération du mot de passe ont été effectuées.
he: בוצעו יותר מדי ניסיונות שגויים לשחזור הסיסמה.
it: Troppi tentativi di recupero della password.
jp: パスワードの試行回数が多すぎます。
pl: Za wiele prób odzyskania hasła.
pt_eu: Foram efectuadas demasiadas tentativas de recuperação de palavra-passe.
ru: Предпринято слишком много попыток восстановления пароля.
tr: Çok fazla parola kurtarma denemesi vardır.

source: Please safely remove your drive from WD TV,
ar: يرجى إزالة المحرك بأمان من WD TV،
fr: Veuillez retirer votre lecteur du WD TV en toute sécurité,
he: שלוף את הכונן מ-WD TV בצורה בטוחה,
it: Rimuovere in modo sicuro l'unità WD TV,
jp: 一度 WD TVからドライブを取り外し、
pl: Usuń bezpiecznie napęd z WD TV,
pt_eu: Queira remover a unidade da WD TV,
ru: Безопасно извлеките накопитель из WD TV,
tr: Lütfen sürücünüzü WD TV'den güvenli bir şekilde çıkarın,

source: reconnect it and try again.
ar: وأعد توصيله ثم حاول مجددًا.
fr: puis rebranchez-le et réessayez.
he: חבר אותו בחזרה ונסה שנית.
it: riconnetterla e provare di nuovo.
jp: 接続してから再度実行してください。
pl: podłącz ponownie i spróbuj jeszcze raz.
pt_eu: volte a conectá-la e tente novamente.
ru: снова подключите его и повторите попытку.
tr: tekrar bağlayıp, deneyin.

source: Check network connection
ar: فحص الاتصال بالشبكة
fr: Vérifiez la connexion réseau
he: בדוק את החיבור לרשת
it: Verifica connessione di rete
jp: ネットワーク接続を確認
pl: Sprawdź połączenie sieciowe
pt_eu: Verifique ligação de rede
ru: Проверить подключение к сети
tr: Bağlantıyı kontrol et

source: Check IP address
ar: فحص عنوان IP
fr: Vérifier l’adresse IP
he: בדוק את כתובת ה-IP
it: Verifica indirizzo IP
jp: IPアドレスのチェック
pl: Sprawdź adres IP
pt_eu: Verifique o endereço IP
ru: Проверить IP-адрес
tr: IP adresini kontrol edin

source: Check DNS server
ar: فحص خادم DNS
fr: Vérifier le serveur DNS
he: בדוק את שרת ה-DNS
it: Verifica server DNS
jp: DNSサーバーのチェック
pl: Sprawdź serwer DNS
pt_eu: Verifique o servidor DNS
ru: Проверить сервер DNS
tr: DNS sunucusunu kontrol edin

source: Check internet connection
ar: فحص الاتصال بالإنترنت
fr: Vérifier la connexion Internet
he: בדוק את החיבור אל האינטרנט
it: Verifica connessione a Internet
jp: インターネット接続のチェック
pl: Sprawdź połączenie z Internetem
pt_eu: Verifique a ligação à Internet
ru: Проверить подключение к сети Интернет
tr: İnternet bağlantısını kontrol edin

source: Creative a new account
ar: إنشاء حساب جديد
fr: Créer un nouveau compte
he: צור חשבון חדש
it: Creare un nuovo account
jp: 新規アカウントの作成
pl: Tworzenie nowego konta
pt_eu: Criar uma nova conta
ru: Создать новую учетную запись
tr: Yeni bir hesap oluşturun

source: Save username only
ar: حفظ اسم المستخدم فقط
fr: Sauvegarder le nom utilisateur seulement
he: שמור שם משתמש בלבד
it: Salva solo nome utente
jp: ユーザー名のみ保存
pl: Zapisz wyłącznie nazwę użytkownika
pt_eu: Guardar apenas o nome de utilizador
ru: Сохранить только имя пользователя
tr: Sadece sunucu kullanıcı adı

source: Want to Rate Video? Sign in to YouTube now!
ar: هل تريد تقييم الفيديو? تسجيل الدخول إلى YouTube الآن!
fr: Souhaitez-vous noter la vidéo ? Inscrivez-vous à YouTube dès maintenant !
he: רוצה לדרג קטעי וידאו? הירשם כעת אל YouTube!
it: Si desidera classificare il video? Registrarsi ora su YouTube!
jp: YouTubeにサインインすると、動画を評価できます。
pl: Czy chcesz ocenić video? Zarejestruj teraz w YouTube!
pt_eu: Pretende classificar o vídeo? Inicie sessão no YouTube agora!
ru: Хотите оценить видео? Войдите на YouTube!
tr: Videoya puan vermek istiyor musunuz? Şimdi youtube'da oturum açın!

source: Want to add to Favorites? Sign in to YouTube now!
ar: هل تريد الإضافة إلى المفضلات? تسجيل الدخول إلى YouTube الآن!
fr: Souhaitez-vous l'ajouter à vos favoris ? Inscrivez-vous à YouTube dès maintenant !
he: רוצה להוסיף למועדפים? הירשם כעת אל YouTube!
it: Aggiungere ai Preferiti? Registrarsi ora su YouTube!
jp: YouTubeにサインインすると、お気に入りを追加できます。
pl: Czy chcesz dodać do ulubionych? Zarejestruj teraz w YouTube!
pt_eu: Pretende adicionar aos favoritos? Inicie sessão no YouTube agora!
ru: Хотите добавить в избранное? Войдите на YouTube!
tr: Sık Kullanılanlara eklemek ister misiniz? Şimdi YouTube'da oturum açın!

source: Invalid character(s) in first name.
ar: يوجد حرف (أحرف) غير صالح في الاسم الأول.
fr: Caractère(s) invalide(s) dans le prénom.
he: סימן/ים לא חוקי/ים בשם הפרטי.
it: Uno o più caratteri non validi nel nome.
jp: 名に無効な文字があります。
pl: Nieprawidłowe znaki w imieniu.
pt_eu: Caractere(s) inválido(s) no nome próprio.
ru: Недопустимые символы в имени.
tr: Adda geçersiz karakterler bulunuyor.

source: Invalid character(s) in last name.
ar: يوجد حرف (أحرف) غير صالح في الاسم الأخير.
fr: Caractère(s) invalide(s) dans le nom.
he: סימן/ים לא חוקי/ים בשם המשפחה.
it: Uno o più caratteri non validi nel cognonome.
jp: 姓に無効な文字があります。
pl: Nieprawidłowe znaki w nazwisku.
pt_eu: Caractere(s) inválido(s) no apelido.
ru: Недопустимые символы в фамилии.
tr: Soyadda geçersiz karakterler bulunuyor.

source: Registration was submitted, please check your email to complete the registration.
ar: تم إرسال التسجيل، يرجى الاطلاع على بريدك الإلكتروني لإكمال التسجيل.
fr: Inscription envoyée, veuillez consulter vos emails pour confirmer l’inscription.
he: ההרשמה נשלחה. בדוק את תיבת הדואר האלקטרוני שלך להשלמת ההרשמה.
it: Registrazione inviata, controllare la posta elettronica per completare la registrazione.
jp: 情報が送信されました。電子メールを確認し、登録を完了してください。
pl: Rejestracja została przesłana, wprowadź swój adres e-mail w celu dokończenia rejestracji.
pt_eu: Registo submetido, verifique o seu e-mail para completar o registo.
ru: Регистрационные данные отправлены. Для завершения регистрации проверьте свою электронную почту.
tr: Kayıt gönderildi, lütfen kayıt işlemini tamamlamak için e-posta adresinizi kontrol edin.

source: This product has been added to your registration account.
ar: تمت إضافة هذا المنتج إلى حساب التسجيل الخاص بك.
fr: Ce produit a été ajouté à votre compte.
he: מוצר זה נוסף לחשבון ההרשמה שלך.
it: Questo prodotto è stato aggiunto all'account di registrazione del cliente.
jp: この製品は登録情報に追加されています。
pl: Ten produkt został dodany do konta rejestracji.
pt_eu: Este produto foi adicionado à conta de registo.
ru: Данный продукт был добавлен в вашу зарегистрированную учетную запись.
tr: Bu ürün kayıt hesabınıza eklendi.

source: Our record indicates that the email address you provided is under another customer’s name, please verify your name and try it again, or log into your account at https://websupport.wdc.com/registration/index.asp to update your user profile.
ar: تشير سجلاتنا إلى أن عنوان البريد الإلكتروني الذي أدخلته يخص اسم عميل آخر، فيرجى التحقق من اسمك وإعادة المحاولة، أو قم بتسجيل الدخول إلى حسابك على العنوان https://websupport.wdc.com/registration/index.asp لتحديث ملف تعريف المستخدم الخاص بك.
fr: Nos dossiers indiquent que l’adresse email que vous avez saisie est déjà attribuée à un autre client ; veuillez vérifier votre nom et réessayer, ou connectez-vous à votre compte depuis https://websupport.wdc.com/registration/index.asp pour mettre à jour votre profil.
he: על פי הרשומות שבידינו, כתובת הדואר האלקטרוני שסיפקת שייכת ללקוח בשם אחר. בדוק את שמך ונסה שנית, או בצע כניסה אל חשבונך בכתובת https://websupport.wdc.com/registration/index.asp ועדכן את פרופיל המשתמש שלך.
it: I dati in nostro possesso indicano che l'indirizzo di posta elettronica che lei ha fornito è registrato con il nome di un altro cliente, verificare il nome e provare di nuovo oppure effettuare la registrazione al proprio account da https://websupport.wdc.com/registration/index.asp per aggiornare il profilo utente.
jp: お客様が提供された電子メールアドレスは別の顧客名ですでに登録されています。名前を確認して再実行するか、https://websupport.wdc.com/registration/index.aspでログインし、ユーザープロファイルを更新してください。
pl: Nasze zapisy wskazują, że dostarczony adres e-mail jest powiązany z nazwą innego klienta, sprawdź swoją nazwę i spróbuj ponownie lub zaloguj się na swoje konto pod adresem https://websupport.wdc.com/registration/index.asp w celu aktualizacji profilu użytkownika.
pt_eu: Os nossos registos indicam que o endereço de e-mail introduzido já existe para outro utilizador, queira confirmar o seu nome e tentar novamente ou inicie sessão na sua conta em https://websupport.wdc.com/registration/index.asp para actualizar o seu perfil de utilizador.
ru: В наших регистрационных данных указано, что указанный вами адрес электронной почты используется другим клиентом, проверьте написание своего имени и повторите попытку, либо войдите в свою учетную запись по адресу https://websupport.wdc.com/registration/index.asp для обновления своего профиля пользователя.
tr: Kayıtlarımız verdiğiniz e-posta adresinin başka bir müşteriye ait olduğunu gösterdi, lütfen adınızı onaylayın ve tekrar deneyin ya da kullanıcı profilinizi güncellemek için lütfen adınızı doğrulayıp, tekrar deneyin ya da https://websupport.wdc.com/registration/index.asp'deki hesabınızda tekrar oturum açın.

source: E-mail address is invalid, please verify your e-mail address and try it again.
ar: عنوان البريد الإلكتروني غير صالح، فيرجى التحقق من عنوان بريدك الإلكتروني وإعادة المحاولة.
fr: Adresse email invalide ; veuillez vérifier votre adresse email et réessayer.
he: כתובת הדואר האלקטרוני אינה חוקית. בדוק את הכתובת ונסה שנית.
it: L'indirizzo di posta elettronica non è valido, verificare l'indirizzo di posta elettronica e provare di nuovo.
jp: 電子メールアドレスが無効です。電子メールアドレスを確認して再度実行してください。
pl: Nieprawidłowy adres e-mail, sprawdź swój adres e-mail i spróbuj ponownie.
pt_eu: Endereço de e-mail inválido, queira verificar o seu endereço de e-mail e tentar novamente.
ru: Недопустимый адрес электронной почты, проверьте указанный адрес электронной почты и повторите попытку.
tr: E-posta adresi geçersiz, lütfen e-posta adresinizi doğrulayın ve tekrar deneyin.

source: Maximum length of e-mail address is 80 characters
ar: أقصى طول لعنوان البريد الإلكتروني هو 80 حرفًا
fr: Votre adresse e-mail peut comporter un maximum de 80 caractères.
he: האורך המרבי לכתובת דואר אלקטרוני הינו 80 סימנים
it: La lunghezza massima dell'indirizzo di posta elettronica è di 80 caratteri.
jp: 電子メールアドレスの最大長は80文字です
pl: Maksymalna długość adresu e-mail wynosi 80 znaków
pt_eu: O comprimento máximo do endereço de e-mail é de 80 caracteres
ru: Максимальная длина адреса электронной почты составляет 80 символов
tr: Maksimum e-posta adresi uzunluğu 80 karakterdir

source: Registration failed. Please try it again.
ar: فشل التسجيل. يرجى إعادة المحاولة.
fr: Echec de l’inscription. Veuillez réessayer
he: ההרשמה נכשלה. נסה שנית.
it: Registrazione non riuscita. Provare di nuovo.
jp: 登録できませんでした。再度実行してください。
pl: Rejestracja nie powiodła się. Spróbuj ponownie później.
pt_eu: Não foi possível efectuar o registo. Queira tentar novamente.
ru: Сбой регистрации. Повторите попытку.
tr: Kayıt başarısız. Lütfen tekrar deneyin.

source: Thank you for rating this track. Glad you like it!
ar: نشكرك على تقييم هذه المادة. يسرنا تفضيلك لها!
fr: Merci d'avoir noté cette piste. Nous sommes ravis qu’elle vous ait plu.
he: אנו מודים לך על שדרגת רצועה זו. אנו שמחים שאהבת אותה!
it: Grazie per avere assegnato una classificazione a questa traccia. Siamo felici che ti sia piaciuta.
jp: この曲目をランキングしていただき、ありがとうございました。お気に召していただき幸いです。
pl: Dziękujemy za ocenę tego utworu. Cieszymy się, że się podoba!
pt_eu: Obrigado por ter classificado esta faixa. Ainda bem que gostou!
ru: Благодарим вас за оценку этой записи. Мы рады, что она вам нравится!
tr: Bu parçayı oyladığınız için teşekkür ederiz. Beğendiğinize sevindik!

source: Thank you for rating this track. Sorry it’s not to your taste!
ar: نشكرك على تقييم هذه المادة. نأسف لأنها لا تلائم ذوقك الخاص!
fr: Merci d'avoir noté cette piste. Nous sommes navrés qu’elle n’ait pas été à votre goût !
he: אנו מודים לך על שדרגת רצועה זו. אנו מצטערים לשמוע שהרצועה אינה לטעמך!
it: Grazie per avere assegnato una classificazione a questa traccia. Siamo spiacenti che non ti sia piaciuta.
jp: この曲目をランキングしていただき、ありがとうございました。お気に召されず残念です！
pl: Dziękujemy za ocenę tego utworu. Przepraszamy, że nie trafił w twój gust!
pt_eu: Obrigado por classificar esta faixa. Lamentamos que você não goste dela!
ru: Благодарим вас за оценку этой записи. Жаль, что она не понравилась вам!
tr: Bu şarkıyı oyladığınız için teşekkür ederiz. Beğenmediğiniz için üzgünüz!
