<?php
$lang0='Mediafly переносит ваше любимое содержимое и подкасты из Интернета на плеер WD TV Live, делая ваш цифровой стиль жизни еще более комфортным. Более 9 миллионов эпизодов, практически любые темы, от таких избранных издателей, как CNN, BBC, NBC, ESPN,WSJ, Fox, NPR, и многое другое. Настройте службу Mediafly один раз и наслаждайтесь одинаковым содержимым на телевизорах, смартфонах, компьютерах и других устройствах.';
$lang1='Служба Mediafly работает во всем мире, функции могут отличаться в зависимости от страны.';
	$lang2='Подключить устройство';
?>
