<?php
$lang0='Экспресс-поддержка клиентов';
$lang1='Если у вас возникли трудности, нажмите кнопку «Экспресс-поддержка клиентов» для автоматического составления диагностического отчета для вашего сетевого устройства. После составления отчета откроется форма поддержки клиента с уже вложенными результатами диагностики для ускорения ответа на ваш запрос.';
$lang2='Экспресс-поддержка';
$lang3='Политика конфиденциальности';
$lang4='Вручную запустить составление системного отчета';
$lang5='Запустить';
$lang6='сохранить';
$lang7='Документация службы поддержки';
$lang8='Документация изделия';
	$lang9='FAQ\'s';
	$lang10='Форум ';
?>
