<?php
$lang0="Бесплатное персонализированное Интернет-радио, передающее исключительно вашу любимую музыку.  Введите названия любимых композиций или имена исполнителей и наслаждайтесь музыкой со станций, созданных специально для вас. Оценивайте композиции в процессе прослушивания, так как служба Pandora учитывает ваши вкусы и мгновенно адаптирует станции в зависимости от ваших отзывов.";
$lang1='Щелкните здесь, чтобы зарегистрировать учетную запись уже сегодня';
$lang2='*Служба Интернет-радио Pandora доступна только в США';
?>
